Repository: rpgmem/wp-ffcertificate
Catalog: languages/ffcertificate-*.po
Languages: pt_br

source: Error communicating with server
pt_br: Erro ao comunicar com o servidor

source: Error correction level
pt_br: Nível de correção de erros

source: Error decrypting
pt_br: Erro ao descriptografar

source: Error deleting appointments
pt_br: Erro ao excluir agendamentos

source: Error generating codes.
pt_br: Erro ao gerar códigos.

source: Error generating CSV:
pt_br: Erro ao gerar o arquivo CSV:

source: Error generating PDF
pt_br: Erro ao gerar o PDF

source: Error generating PDF (html2canvas). Please try again.
pt_br: Erro ao gerar o PDF (html2canvas). Tente novamente.

source: Error generating PDF. Please try again.
pt_br: Erro ao gerar o PDF. Tente novamente.

source: Error generating unique codes. Please try a smaller quantity.
pt_br: Erro ao gerar códigos únicos. Tente com uma quantidade menor.

source: Error loading appointments: %s
pt_br: Erro ao carregar agendamentos: %s

source: Error loading audience bookings: %s
pt_br: Erro ao carregar agendamentos de público-alvo: %s

source: Error loading data
pt_br: Erro ao carregar os dados

source: Error loading template: %s
pt_br: Erro ao carregar o modelo: %s

source: Error Message
pt_br: Mensagem de Erro

source: Error occurred
pt_br: Ocorreu um erro

source: Error occurred. Please try again.
pt_br: Ocorreu um erro. Tente novamente.

source: Error reading file.
pt_br: Erro ao ler o arquivo.

source: Error saving submission to the database.
pt_br: Erro ao salvar o envio no banco de dados.

source: Error searching for users. Please try again.
pt_br: Erro ao procurar usuários. Tente novamente.

source: Error:
pt_br: Erro:

source: Error: codes field not found
pt_br: Erro: campo de códigos não encontrado

source: Error: HTML textarea not found
pt_br: Erro: Área de texto HTML não encontrada

source: Error: html2canvas failed
pt_br: Erro: falha na conversão de html2canvas

source: Error: PDF container not found
pt_br: Erro: Contêiner PDF não encontrado

source: Error: PDF generator not loaded. Please refresh the page.
pt_br: Erro: Gerador de PDF não carregado. Por favor, atualize a página.

source: Error: Please answer the security question.
pt_br: Erro: Por favor, responda à pergunta de segurança.

source: Error: The math answer is incorrect.
pt_br: Erro: A resposta matemática está incorreta.

source: Estimated Cache Size:
pt_br: Tamanho Estimado do Cache:

source: Even if an admin has a blocked role, they can still access wp-admin.
pt_br: Mesmo que um administrador tenha uma função bloqueada, ele ainda pode acessar o wp-admin.

source: Event Details
pt_br: Detalhes do Evento

source: Event Name
pt_br: Nome do Evento

source: Event:
pt_br: Evento:

source: Every certificate gets a unique 12-character code (e.g., A1B2-C3D4-E5F6)
pt_br: Cada certificado recebe um código único de 12 caracteres (por exemplo, A1B2-C3D4-E5F6).

source: ex: course_name
pt_br: ex: nome_do_curso

source: Ex: Option 1, Option 2, Option 3
pt_br: Exemplo: Opção 1, Opção 2, Opção 3

source: Example
pt_br: Exemplo

source: Example 1: Simple Certificate
pt_br: Exemplo 1: Certificado Simples

source: Example 2: Certificate with Header & Footer
pt_br: Exemplo 2: Certificado com cabeçalho e rodapé

source: Example Output
pt_br: Exemplo de Saída

source: Example:
pt_br: Exemplo:

source: Example: -23.5505, -46.6333, 5000
pt_br: Exemplo: -23,5505, -46,6333, 5000

source: Example: Start 01/01 + End 10/01 + Time 12:00-23:00 = Open 12:00-23:00 every day from Jan 1-10
pt_br: Exemplo: Início 01/01 + Fim 10/01 + Horário 12:00-23:00 = Aberto das 12:00 às 23:00 todos os dias de 1 a 10 de janeiro.

source: Example: Start 01/01 12:00 + End 10/01 23:00 = Open from 12:00 on Jan 1st until 23:00 on Jan 10th
pt_br: Exemplo: Início em 01/01 às 12:00 + Fim em 10/01 às 23:00 = Aberto das 12:00 do dia 1º de janeiro até as 23:00 do dia 10 de janeiro.

source: EXECUTED
pt_br: EXECUTADO

source: Exit View Mode
pt_br: Sair do Modo de Visualização

source: Expiration Time
pt_br: Tempo de Validade

source: Expiration:
pt_br: Validade:

source: Export All CSV
pt_br: Exportar Tudo CSV

source: Export CSV
pt_br: Exportar CSV

source: Export Filtered CSV
pt_br: Exportar CSV Filtrado

source: Export to Calendar
pt_br: Exportar Calendário

source: External cache active (Redis/Memcached)
pt_br: Cache externo ativo (Redis/Memcached)

source: Failed to cancel appointment.
pt_br: Falha ao cancelar agendamento.

source: Failed to cancel booking.
pt_br: Falha ao cancelar a reserva.

source: Failed to confirm appointment.
pt_br: Falha ao confirmar agendamento.

source: Failed to create appointment. Please try again.
pt_br: Falha ao criar agendamento. Por favor, tente novamente.

source: Failed to create booking.
pt_br: Falha ao criar a reserva.

source: Failed to delete data.
pt_br: Falha ao excluir dados.

source: Failed to rename %1$s to %2$s: %3$s
pt_br: Falha ao renomear %1$s para %2$s: %3$s

source: Fallback Behavior
pt_br: Comportamento de Reserva

source: February
pt_br: Fevereiro

source: FFC Permissions
pt_br: Permissões FFC

source: FFC User
pt_br: Usuário FFC

source: FFC_Encryption class not found. Please ensure class-ffc-encryption.php is loaded.
pt_br: A classe FFC_Encryption não foi encontrada. Certifique-se de que o arquivo class-ffc-encryption.php esteja carregado.

source: FFC_Encryption class required for cleanup. Encrypt data first.
pt_br: Classe FFC_Encryption necessária para limpeza. Criptografe os dados primeiro.

source: Field
pt_br: Campo

source: Field definition not found
pt_br: Definição de campo não encontrada

source: Field definition not found in registry
pt_br: Definição de campo não encontrada no registro

source: Field Label
pt_br: Rótulo do Campo

source: Field Migration Strategy
pt_br: Estratégia de Migração de Campo

source: Field Type:
pt_br: Tipo de Campo:

source: File imported successfully!
pt_br: Arquivo importado com sucesso!

source: File not found or not readable.
pt_br: Arquivo não encontrado ou não legível.

source: File upload failed.
pt_br: Falha no upload do arquivo.

source: Files removed after X days. Set to 0 to disable.
pt_br: Os arquivos serão removidos após X dias. Defina como 0 para desativar.

source: Filter
pt_br: Filtro

source: Filter by action
pt_br: Filtrar por ação

source: Filter by form
pt_br: Filtrar por formulário

source: Filter by level
pt_br: Filtrar por nível

source: Font family
pt_br: Família de fontes

source: Font size
pt_br: Tamanho da fonte

source: For additional support, check the plugin repository documentation or contact support.
pt_br: Para obter suporte adicional, consulte a documentação do repositório de plugins ou entre em contato com o suporte.

source: Form
pt_br: Formulário

source: Form Cache
pt_br: Cache de Formulários

source: Form Cache:
pt_br: Cache de Formulários:

source: Form configuration not found.
pt_br: Configuração do formulário não encontrada.

source: Form Configuration:
pt_br: Configuração do Formulário:

source: Form has no fields.
pt_br: O formulário não possui campos.

source: Form is not published
pt_br: O formulário não foi publicado.

source: Form not found
pt_br: Formulário não encontrado

source: Form not found.
pt_br: Formulário não encontrado.

source: Form Processor
pt_br: Processador de Formulários

source: Form repository not available
pt_br: Repositório de formulários não disponível

source: Form Restrictions
pt_br: Restrições de Formulário

source: Form submitted successfully
pt_br: Formulário enviado com sucesso

source: Form:
pt_br: Formulário:

source: Format used for {{submission_date}} and {{print_date}} placeholders in PDFs and emails.
pt_br: Formato utilizado para os marcadores {{submission_date}} e {{print_date}} em PDFs e e-mails.

source: Format used for {{submission_date}} placeholder in PDFs and emails.
pt_br: Formato utilizado para o marcador {{submission_date}} em PDFs e e-mails.

source: Format: *@domain.com
pt_br: Formato: *@dominio.com

source: Format: latitude, longitude, radius (meters) — one per line.
pt_br: Formato: latitude, longitude, raio (metros) — um por linha.

source: Format: latitude, longitude, radius(meters) - One per line. Example: -23.5505, -46.6333, 5000
pt_br: Formato: latitude, longitude, raio (metros) - Um por linha. Exemplo: -23,5505, -46,6333, 5000

source: Formatting not showing (bold, italic)
pt_br: Formatação não exibida (negrito, itálico)

source: Free Form Certificate
pt_br: Formulário Grátis para Certificado

source: Fri
pt_br: Sex

source: Friday
pt_br: Sexta-feira

source: From
pt_br: De

source: From Email
pt_br: Por E-mail

source: From Name
pt_br: Por Nome

source: From:
pt_br: De:

source: Full email as username
pt_br: E-mail completo como nome de usuário

source: Full HTML editor to design your own certificate layout
pt_br: Editor HTML completo para criar seu próprio layout de certificado.

source: Full Name
pt_br: Nome Completo

source: Full name of the participant
pt_br: Nome completo do participante

source: Future (%d)
pt_br: Futuros (%d)

source: Future Days Limit
pt_br: Limite de Dias Futuros

source: Future:
pt_br: Futuros:

source: General
pt_br: Geral

source: General scheduling settings that apply to both Self-Scheduling and Audience systems.
pt_br: Configurações gerais de agendamento que se aplicam tanto ao Auto-Agendamento quanto ao sistema de Público-alvo.

source: General Settings
pt_br: Configurações Gerais

source: General settings view file not found.
pt_br: Arquivo de visualização das configurações gerais não encontrado.

source: Generate a CSV list with the submissions already sent.
pt_br: Gere uma lista em formato CSV com os formulários já enviados.

source: Generate Tickets
pt_br: Gerar Ingressos

source: Generate unique magic tokens for secure certificate access
pt_br: Gere tokens mágicos exclusivos para acesso seguro a certificados.

source: Generated %d magic tokens
pt_br: Foram gerados %d tokens mágicos

source: Generated on %s
pt_br: Gerado em %s

source: Generating certificate in the background, please wait 10 seconds and check your downloads folder...
pt_br: O certificado está sendo gerado em segundo plano. Aguarde 10 segundos e verifique sua pasta de downloads.

source: Generating PDF...
pt_br: Gerando PDF...

source: Generating receipt in the background, please wait...
pt_br: Gerando comprovante em segundo plano, por favor aguarde...

source: Generating tickets...
pt_br: Gerando ingressos...

source: Generating...
pt_br: Gerando...

source: Geofence
pt_br: Geocerca

source: Geolocation
pt_br: Geolocalização

source: Geolocation Configuration Error:
pt_br: Erro na configuração de geolocalização:

source: Geolocation settings saved successfully!
pt_br: Configurações de geolocalização salvas com sucesso!

source: Get your free API key
pt_br: Obtenha sua chave de API gratuita

source: Global Holidays
pt_br: Feriados Globais

source: Global Rate Limit
pt_br: Taxa Limite Global

source: GPS (Browser geolocation)
pt_br: GPS (Geolocalização do navegador)

source: GPS (Browser):
pt_br: GPS (Navegador):

source: GPS + IP Logic
pt_br: GPS + Lógica IP

source: GPS Cache Duration (TTL)
pt_br: Duração do cache GPS (TTL)

source: GPS Cache Settings
pt_br: Configurações de Cache do GPS

source: GPS coordinates are processed client-side only. IP geolocation results are cached temporarily.
pt_br: As coordenadas GPS são processadas apenas no lado do cliente. Os resultados da geolocalização por IP são armazenados em cache temporariamente.

source: GPS Geolocation is enabled but no allowed areas are defined.
pt_br: A Geolocalização GPS está habilitada, mas nenhuma área permitida foi definida.

source: Grade
pt_br: Nota

source: Grant All
pt_br: Conceder Todos

source: Grant Appointments Only
pt_br: Conceder Apenas Agendamentos

source: Grant Certificates Only
pt_br: Conceder Apenas Certificados

source: Group Schedule
pt_br: Agenda de Grupo

source: Group:
pt_br: Grupo:

source: Groups:
pt_br: Grupos:

source: Has priority over Allowlist. Accepts same formats.
pt_br: Tem prioridade sobre a lista de permissões. Aceita os mesmos formatos.

source: Headers/titles
pt_br: Cabeçalhos/títulos

source: Hello {user_name},
pt_br: Olá {user_name},

source: Hello {{user_name}}, Your appointment has been scheduled: Calendar: {{calendar_title}} Date: {{appointment_date}} Time: {{appointment_time}} Thank you!
pt_br: Olá {{user_name}}, Seu agendamento foi confirmado: Calendário: {{calendar_title}} Data: {{appointment_date}} Horário: {{appointment_time}} Obrigado!

source: Hello,%1$s%2$sWe regret to inform you that your appointment has been cancelled because the calendar "%3$s" is no longer available.%4$s%5$sAppointment Details:%6$s- Date: %7$s%8$s- Time: %9$s%10$s- Calendar: %11$s%12$s%13$sWe apologize for any inconvenience this may cause.%14$s%15$sBest regards,%16$s%17$s
pt_br: Olá, %1$s%2$sLamentamos informar que seu agendamento foi cancelado porque o calendário "%3$s" não está mais disponível". %4$s%5$sDetalhes do agendamento:%6$s - Data: %7$s%8$s- Horário: %9$s%10$s- Calendário: %11$s%12$s%13$sPedimos desculpas por qualquer inconveniente. %14$s%15$sAtenciosamente,%16$s%17$s

source: Hidden Field
pt_br: Campo Oculto

source: Hide form completely
pt_br: Ocultar formulário completamente

source: High (30% correction)
pt_br: Alto (correção de 30%)

source: High (30%)
pt_br: Alto (30%)

source: Higher levels allow more damage to QR Code but create denser patterns.
pt_br: Níveis mais altos permitem mais danos ao QR Code, mas criam padrões mais densos.

source: Holiday
pt_br: Feriado

source: Holiday added successfully.
pt_br: Feriado adicionado com sucesso.

source: Holidays / Closed Dates
pt_br: Feriados / Datas Fechadas

source: Holidays added here will block bookings across all calendars in both scheduling systems. Use per-calendar blocked dates for calendar-specific closures.
pt_br: Feriados adicionados aqui bloquearão reservas em todos os calendários de ambos os sistemas de agendamento. Use datas bloqueadas por calendário para fechamentos específicos.

source: Honeypot Fields:
pt_br: Campo Honeypot:

source: Hours
pt_br: Horas

source: hours
pt_br: horas

source: hours before
pt_br: horas antes

source: hours before appointment
pt_br: horas antes do agendamento

source: How far in advance can users book?
pt_br: Com quanta antecedência os usuários podem agendar?

source: How Geolocation Works
pt_br: Como funciona a geolocalização

source: How It Works:
pt_br: Como Funciona:

source: How long to cache GPS location in browser. Range: 60-3600 seconds (1 min - 1 hour). Default: 600 (10 min).
pt_br: Tempo de armazenamento em cache da localização GPS no navegador. Intervalo: 60 a 3600 segundos (1 minuto a 1 hora). Padrão: 600 segundos (10 minutos).

source: How long to cache IP location data. Range: 300-3600 seconds (5 min - 1 hour).
pt_br: Tempo de armazenamento em cache dos dados de localização IP. Intervalo: 300 a 3600 segundos (5 minutos a 1 hora).

source: How many times should I run it?
pt_br: Quantas vezes devo executar o teste?

source: How to display the form when date/time is invalid.
pt_br: Como exibir o formulário quando a data/hora for inválida.

source: How to display the form when user is outside allowed areas.
pt_br: Como exibir o formulário quando o usuário está fora das áreas permitidas.

source: How to Use / Shortcode
pt_br: Como Usar / Código Curto

source: HTML field not found.
pt_br: Campo HTML não encontrado.

source: HTML imported successfully!
pt_br: HTML importado com sucesso!

source: I agree to the collection and processing of my personal data in accordance with the <a href="%s" target="_blank">Privacy Policy</a> (LGPD).
pt_br: Concordo com a coleta e processamento dos meus dados pessoais de acordo com a <a href="%s" target="_blank">Política de Privacidade</a> (LGPD).

source: I am aware of the conflicts and want to proceed.
pt_br: Estou ciente dos conflitos e desejo prosseguir.

source: I have read and agree to the %s and authorize the storage of my personal data for certificate issuance.
pt_br: Li e concordo com os %s e autorizo ​​o armazenamento dos meus dados pessoais para a emissão do certificado.

source: ID/CPF/RF entered by user
pt_br: ID/CPF/RF inserido pelo usuário

source: If this option is disabled, debug logging will also be disabled.
pt_br: Se esta opção estiver desativada, o registro de depuração também será desativado.

source: If unchecked, the WordPress admin bar will be hidden for blocked roles.
pt_br: Se desmarcado, a barra de administração do WordPress será ocultada para funções bloqueadas.

source: If you create these custom fields:
pt_br: Se você criar esses campos personalizados:

source: Image Attributes:
pt_br: Atributos da Imagem:

source: Image not showing in PDF
pt_br: A imagem não aparece no PDF.

source: Images (logos, signatures, decorations)
pt_br: Imagens (logotipos, assinaturas, decorações)

source: Import
pt_br: Importar

source: Import audience groups from a CSV file. Parent groups are created first, then children.
pt_br: Importar grupos de público-alvo de um arquivo CSV. Grupos mãe são criados primeiro, depois os filhos.

source: Import Audiences
pt_br: Importar Público-alvo

source: Import completed. %1$d imported, %2$d skipped.
pt_br: Importação concluída. %1$d importado, %2$d ignorado.

source: Import HTML
pt_br: Importar HTML

source: Import Members
pt_br: Importar Membros

source: Import users as members of audience groups. Users will be created if they do not exist.
pt_br: Importar usuários como membros de grupos de público-alvo. Os usuários serão criados se não existirem.

source: Important:
pt_br: Importante:

source: Improves performance by caching QR Codes. Increases database size (~4KB per submission).
pt_br: Melhora o desempenho armazenando códigos QR em cache. Aumenta o tamanho do banco de dados (aproximadamente 4 KB por envio).

source: Inactive
pt_br: Inativo

source: Include .ics calendar file in emails
pt_br: Incluir arquivo .ics de calendário nos e-mails

source: Includes user ID, IP address, and timestamp for LGPD compliance.
pt_br: Inclui ID do usuário, endereço IP e timestamp para conformidade com a LGPD.

source: Incorrect answer to math question.
pt_br: Resposta incorreta para a questão de matemática.

source: Incorrect password.
pt_br: Senha incorreta.

source: Individual Users
pt_br: Usuários Individuais

source: Info
pt_br: Informações

source: Information
pt_br: Informação

source: Institutional address from Settings > General
pt_br: Endereço institucional em Configurações > Geral

source: Insufficient permissions
pt_br: Permissões insuficientes

source: Invalid appointment ID.
pt_br: ID de agendamento inválido.

source: Invalid appointment receipt request.
pt_br: Solicitação de comprovante de agendamento inválida.

source: Invalid calendar.
pt_br: Calendário inválido.

source: Invalid cleanup action
pt_br: Ação de limpeza inválida

source: Invalid CPF
pt_br: CPF Inválido

source: Invalid CPF.
pt_br: CPF inválido.

source: Invalid CPF. Please check the number and try again.
pt_br: CPF inválido. Verifique o número e tente novamente.

source: Invalid date format
pt_br: Formato de data inválido

source: Invalid date format.
pt_br: Formato de data inválido.

source: Invalid email address
pt_br: Endereço de e-mail inválido

source: Invalid environment.
pt_br: Ambiente inválido.

source: Invalid Form ID.
pt_br: ID do Formulário Inválido.

source: Invalid form ID.
pt_br: ID do Formulário Inválido.

source: Invalid IP address for geolocation.
pt_br: Endereço IP inválido para geolocalização.

source: Invalid migration key
pt_br: Chave de migração inválida

source: Invalid or already used ticket.
pt_br: Bilhete inválido ou já utilizado.

source: Invalid parameters
pt_br: Parâmetros inválidos

source: Invalid parameters.
pt_br: Parâmetros inválidos.

source: Invalid post.
pt_br: Postagem inválida.

source: Invalid response from ip-api.com
pt_br: Resposta inválida de ip-api.com

source: Invalid response from ipinfo.io
pt_br: Resposta inválida de ipinfo.io

source: Invalid RF
pt_br: RF Inválido

source: Invalid RF format.
pt_br: Formato de RF inválido.

source: Invalid RF. Must contain only numbers.
pt_br: Código RF inválido. Deve conter apenas números.

source: Invalid submission.
pt_br: Envio inválido.

source: Invalid template ID.
pt_br: ID do modelo inválido.

source: Invalid time format.
pt_br: Formato de horário inválido.

source: Invalid token.
pt_br: Token inválido.

source: Invisible spam protection
pt_br: Proteção invisível contra spam

source: IP Address
pt_br: Endereço IP

source: IP Address (backend validation)
pt_br: Endereço IP (validação de backend)

source: IP blocked.
pt_br: IP bloqueado.

source: IP Cache
pt_br: Cache de IP

source: IP Cache Duration (TTL)
pt_br: Duração do cache IP (TTL)

source: IP Geolocation
pt_br: Geolocalização de IP

source: IP Geolocation API
pt_br: API de geolocalização de IP

source: IP Geolocation API is disabled.
pt_br: A API de geolocalização por IP está desativada.

source: IP Geolocation Areas
pt_br: Áreas de Geolocalização de IP

source: IP Geolocation is enabled with independent areas but no IP areas are defined.
pt_br: A geolocalização por IP está habilitada com áreas independentes, mas nenhuma área de IP foi definida.

source: IP geolocation is less precise (1-50km). Use larger radius (in meters). Leave empty to use same areas as GPS.
pt_br: A geolocalização por IP é menos precisa (1-50 km). Use um raio maior (em metros). Deixe em branco para usar as mesmas áreas que o GPS.

source: IP Geolocation:
pt_br: Geolocalização por IP:

source: IP Rate Limit
pt_br: Taxa Limite de IP

source: IPInfo.io API Key
pt_br: Chave da API IPInfo.io

source: Is it safe?
pt_br: É seguro?

source: Issue Date
pt_br: Data de Emissão

source: Issued on:
pt_br: Emitido em:

source: Italic text:
pt_br: Texto em itálico:

source: Item moved to trash.
pt_br: Item movido para a lixeira.

source: Item permanently deleted.
pt_br: Item excluído permanentemente.

source: Item restored.
pt_br: Item restaurado.

source: January
pt_br: Janeiro

source: January 4, 2026 (Month Day, Year)
pt_br: Janeiro 4, 2026 (Mês, Dia, Ano)

source: July
pt_br: Julho

source: June
pt_br: Junho

source: Just click "Run Migration" once! The process will automatically continue processing batches of 100 records until complete. You can watch the progress bar update in real-time.
pt_br: Basta clicar em "Executar Migração" uma vez! O processo continuará automaticamente processando lotes de 100 registros até completar. Você pode acompanhar a barra de progresso em tempo real.

source: Label
pt_br: Rótulo

source: Label:
pt_br: Rótulo:

source: Layout broken in PDF
pt_br: Formatação quebrada no PDF

source: Leave empty for 24/7 access. Default: 00:00 to 23:59
pt_br: Deixe vazio para acesso 24h. Padrão: 00:00 a 23:59

source: Leave empty for no date restriction. Format: YYYY-MM-DD
pt_br: Deixe em branco se não houver restrição de data.

source: Leave empty to allow all logged-in users
pt_br: Deixe vazio para permitir todos os usuários logados

source: Leave times empty to use default (08:00 - 18:00).
pt_br: Deixe os horários vazios para usar o padrão (08:00 - 18:00).

source: Level
pt_br: Nível

source: LGPD Consent Status
pt_br: Status de Consentimento da LGPD

source: Limit form access to users within specific geographic areas.
pt_br: Limitar o acesso ao formulário a usuários dentro de áreas geográficas específicas.

source: Limit reached. Please wait {time}.
pt_br: Limite atingido. Aguarde {time}.

source: Line break
pt_br: Quebra de linha

source: Link Submissions to Users
pt_br: Envio de Links para Usuários

source: Link to /valid, custom text
pt_br: Link para /valid, texto personalizado

source: Link to /valid, text /valid
pt_br: Link para /valid, texto /valid

source: Link to /valid, text magic
pt_br: Link para /valid, texto magic link

source: Link to magic, custom text
pt_br: Link magico, texto personalizado
