Repository: rpgmem/wp-ffcertificate
Catalog: languages/ffcertificate-*.po
Languages: pt_br

source: Cancel
pt_br: Cancelar

source: Cancel Appointment
pt_br: Cancelar Agendamento

source: Cancel own appointments
pt_br: Cancelar os próprios agendamentos

source: Cancellation Deadline
pt_br: Prazo de Cancelamento

source: Cancellation deadline has passed. Appointments must be cancelled at least %d hours in advance.
pt_br: O prazo de cancelamento expirou. Agendamentos devem ser cancelados com pelo menos %d horas de antecedência.

source: Cancellation is not allowed for this calendar.
pt_br: Cancelamento não é permitido para este calendário.

source: Cancellation Reason
pt_br: Motivo do Cancelamento

source: Cancellation reason is required.
pt_br: O motivo do cancelamento é obrigatório.

source: Cancellation Reason:
pt_br: Motivo do Cancelamento:

source: CANCELLED
pt_br: CANCELADO

source: Cancelled
pt_br: Cancelado

source: Cancelled (%d)
pt_br: Cancelados (%d)

source: Cancelled At
pt_br: Cancelado Em

source: Cancelled By
pt_br: Cancelado Por

source: Cancelled by admin
pt_br: Cancelado pelo administrador

source: Cancelled by:
pt_br: Cancelado por:

source: Cancelled:
pt_br: Cancelados:

source: Cannot book appointments in the past.
pt_br: Não é possível agendar no passado.

source: Cannot book dates in the past.
pt_br: Não é possível reservar datas no passado.

source: Cannot book more than %d days in advance.
pt_br: Não é possível reservar com mais de %d dias de antecedência.

source: Capability migration already completed.
pt_br: Migração de funcionalidades já concluída.

source: Capability migration completed. Updated %d users.
pt_br: Migração de funcionalidades concluída. %d usuários atualizados.

source: Certificate
pt_br: Certificado

source: certificate
pt_br: certificado

source: Certificate Details
pt_br: Detalhes do Certificado

source: Certificate HTML Editor
pt_br: Editor HTML de Certificados

source: Certificate is valid and authentic.
pt_br: O certificado é válido e autêntico.

source: Certificate Permissions
pt_br: Permissões de Certificado

source: Certificate Preview
pt_br: Visualizar Certificado

source: Certificate previously issued (Reprint).
pt_br: Certificado emitido anteriormente (Reimpressão).

source: Certificate Settings
pt_br: Configurações de Certificado

source: Certificate update
pt_br: Atualização de certificado

source: Certificates
pt_br: Certificados

source: Check Conflicts
pt_br: Verificar Conflitos

source: Check database
pt_br: Verificar banco de dados

source: Check image is publicly accessible
pt_br: Verifique se a imagem é de acesso público.

source: Check spelling matches exactly
pt_br: Verifique se a ortografia corresponde exatamente.

source: Checkbox
pt_br: Caixa de seleção múltipla

source: Choose Background Image
pt_br: Escolha a Imagem de Fundo

source: Choose Field Type:
pt_br: Selecione o Tipo de Campo:

source: Choose one or both methods. GPS is more accurate but requires user permission.
pt_br: Escolha um ou ambos os métodos. O GPS é mais preciso, mas requer permissão do usuário.

source: City
pt_br: Cidade

source: Clean Up Appointments
pt_br: Limpar Agendamentos

source: Cleaned %d submissions
pt_br: Submissões %d limpas

source: Cleanup runs daily via scheduled cron task.
pt_br: A limpeza é executada diariamente por meio de uma tarefa cron agendada.

source: Cleanup Unencrypted Data (15+ days)
pt_br: Limpeza de dados não criptografados (mais de 15 dias)

source: Cleanup Unencrypted Data Strategy
pt_br: Estratégia de Limpeza de Dados Não Criptografados

source: Clear
pt_br: Limpar

source: Clear all cache?
pt_br: Limpar todo o cache?

source: Clear all cached QR Codes?\n\nThey will be regenerated automatically when needed.
pt_br: Limpar todos os códigos QR armazenados em cache?\n\nEles serão regenerados automaticamente quando necessário.

source: Clear All QR Code Cache
pt_br: Limpar Todo o Cache de Códigos QR

source: Clear browser cache (Ctrl+F5)
pt_br: Limpar cache do navegador (Ctrl+F5)

source: Clear Cache
pt_br: Limpar Cache

source: Clear Filter
pt_br: Limpar Filtro

source: Clear Filters
pt_br: Limpar Filtros

source: Clear WordPress cache
pt_br: Limpar cache do WordPress

source: Click once to process all records automatically. %s records remaining.
pt_br: Clique uma vez para processar todos os registros automaticamente. %s registros restantes.

source: Click the button above to access your certificate online
pt_br: Clique no botão acima para acessar seu certificado online.

source: Close
pt_br: Fechar

source: Closed
pt_br: Fechado

source: Code
pt_br: Código

source: codes generated
pt_br: códigos gerados

source: Color
pt_br: Cor

source: Color used for visual identification in calendars.
pt_br: Cor utilizada para identificação visual nos calendários.

source: Combining multiple attributes (separate with colons)
pt_br: Combinando múltiplos atributos (separados com dois pontos)

source: Comma-separated email addresses for admin notifications (leave empty to use site admin email)
pt_br: Endereços de e-mail separados por vírgula para notificações do administrador (deixe vazio para usar o e-mail do administrador do site)

source: Common Inline Styles:
pt_br: Estilos embutidos comuns:

source: Common ports: 587 (TLS), 465 (SSL), 25 (unencrypted)
pt_br: Portas comuns: 587 (TLS), 465 (SSL), 25 (não criptografada)

source: Common variables include {{auth_code}}, {{submission_date}}, and {{ticket}}.
pt_br: As variáveis ​​comuns incluem {{auth_code}}, {{submission_date}} e {{ticket}}.

source: Complete
pt_br: Completo

source: Complete Plugin Documentation
pt_br: Documentação Completa do Plugin

source: Completed
pt_br: Concluído

source: Configure external IP geolocation services for backend validation. These services detect user location by IP address.
pt_br: Configure serviços externos de geolocalização por IP para validação no backend. Esses serviços detectam a localização do usuário pelo endereço IP.

source: Configure GPS location caching on the frontend (browser localStorage). GPS cache is always enabled for better performance.
pt_br: Configure o cache de localização GPS no frontend (armazenamento local do navegador). O cache de GPS está sempre ativado para melhor desempenho.

source: Confirm
pt_br: Confirmar

source: Confirmation Code
pt_br: Código de Confirmação

source: Confirmation Email Body
pt_br: Corpo do E-mail de Confirmação

source: Confirmation Email Subject
pt_br: Assunto do E-mail de Confirmação

source: Confirmed
pt_br: Confirmado

source: Connection error.
pt_br: Erro de conexão.

source: Connection timeout. Please try again.
pt_br: Tempo de conexão esgotado. Por favor, tente novamente.

source: Consent (LGPD)
pt_br: Consentimento (LGPD)

source: Consent Date
pt_br: Data do Consentimento

source: Consent Given
pt_br: Consentimento

source: Consent given
pt_br: Consentimento dado

source: Consent given:
pt_br: Consentimento concedido:

source: Consent IP
pt_br: Consentimento IP

source: Consent Text
pt_br: Texto de Consentimento

source: Container for sections
pt_br: Recipiente para seções

source: Context
pt_br: Contexto

source: Control when users can access this form based on date range and daily hours.
pt_br: Controle quando os usuários podem acessar este formulário com base em um intervalo de datas e horários do dia.

source: Controls the dark mode appearance for plugin admin pages.
pt_br: Controla a aparência do modo escuro para as páginas de administração do plugin.

source: Cooldown (sec)
pt_br: Tempo de recarga (seg)

source: Copied!
pt_br: Copiado!

source: Copy
pt_br: Copiar

source: Copy this Shortcode:
pt_br: Copie este código curto:

source: Copy to clipboard
pt_br: Copiar para a área de transferência

source: Could not open file.
pt_br: Não foi possível abrir o arquivo.

source: Countdown timer
pt_br: Contagem regressiva

source: Course
pt_br: Curso

source: CPF blocked.
pt_br: CPF bloqueado.

source: CPF or RF number
pt_br: Número CPF ou RF

source: CPF/RF is required.
pt_br: CPF/RF é obrigatório.

source: CPF/RF limit reached.
pt_br: Limite de CPF/RF atingido.

source: CPF/RF must be 7 digits (RF) or 11 digits (CPF).
pt_br: CPF/RF deve ter 7 dígitos (RF) ou 11 dígitos (CPF).

source: CPF/RF must be exactly 7 or 11 digits.
pt_br: O CPF/RF deve ter exatamente 7 ou 11 dígitos.

source: Create a field in Form Builder (e.g., field name:
pt_br: Crie um campo no Construtor de Formulários (por exemplo, nome do campo:

source: Create Audience
pt_br: Criar Público-alvo

source: Create Booking
pt_br: Criar Reserva

source: Create Calendar
pt_br: Criar Calendário

source: Create Environment
pt_br: Criar Ambiente

source: Create users if they do not exist (with ffc_user role)
pt_br: Criar usuários se não existirem (com função ffc_user)

source: Created
pt_br: Criado

source: Created At
pt_br: Criado Em

source: Created By
pt_br: Criado Por

source: CRITICAL: This is IRREVERSIBLE! Type "CONFIRMAR EXCLUSÃO" to proceed.
pt_br: CRÍTICO: Isso é IRREVERSÍVEL! Digite "CONFIRMAR EXCLUSÃO" para prosseguir.

source: CSV Export:
pt_br: Exportação em CSV:

source: CSV File
pt_br: Arquivo CSV

source: Current date/time when PDF is being generated
pt_br: Data e hora atuais em que o PDF está sendo gerado.

source: Current Members
pt_br: Membros Atuais

source: Custom Format
pt_br: Formato Personalizado

source: Custom Format:
pt_br: Formato Personalizado:

source: Custom size (150x150 pixels)
pt_br: Tamanho personalizado (150x150 pixels)

source: Custom SMTP
pt_br: SMTP Personalizado

source: Custom Users
pt_br: Usuários Personalizados

source: Daily Booking Limit
pt_br: Limite Diário de Agendamentos

source: Daily booking limit reached for this date.
pt_br: Limite diário de agendamentos atingido para esta data.

source: Daily verification limit reached. Please try again tomorrow.
pt_br: Limite diário de verificações atingido. Tente novamente amanhã.

source: Danger Zone
pt_br: Zona de Perigo

source: Dark Mode
pt_br: Modo Escuro

source: Dashboard
pt_br: Painel

source: Dashboard page will be created at: %s (activate the plugin to create it)
pt_br: A página do painel de controle será criada em: %s (ative o plugin para criá-la)

source: Dashboard page: %s
pt_br: Painel de controle: %s

source: Data
pt_br: Dados

source: Data Accessed
pt_br: Dados Acessados

source: Data Cleanup
pt_br: Limpeza de Dados

source: Data cleanup completed
pt_br: Limpeza de dados concluída

source: Data deleted and counter reset successfully.
pt_br: Dados apagados e contador reiniciado com sucesso.

source: Data deleted successfully.
pt_br: Dados excluídos com sucesso.

source: Data Encryption:
pt_br: Criptografia de Dados:

source: Data Migrations
pt_br: Migrações de Dados

source: Data Migrations:
pt_br: Migrações de Dados:

source: Database Migrations
pt_br: Migrações de Banco de Dados

source: Date
pt_br: Data

source: Date & Time
pt_br: Data e Hora

source: Date and time are required.
pt_br: Data e horário são obrigatórios.

source: Date Format
pt_br: Formato de Data

source: Date Format:
pt_br: Formato da Data:

source: Date Range
pt_br: Intervalo de Datas

source: Date when submission was created (from database)
pt_br: Data de criação do envio (a partir do banco de dados)

source: Date/Time
pt_br: Data/Hora

source: Date:
pt_br: Data:

source: Date: %s
pt_br: Data: %s

source: Day
pt_br: Dia

source: days
pt_br: dias

source: Debug
pt_br: Depurar

source: Debug Mode
pt_br: Modo de Depuração

source: Debug Settings
pt_br: Configurações de Depuração

source: December
pt_br: Dezembro

source: Default Error Correction Level
pt_br: Nível de Correção de Erros Padrão

source: Default Geofencing Areas
pt_br: Áreas de Geofencing Padrão

source: Default QR code (uses settings from QR Code tab)
pt_br: Código QR padrão (usa as configurações da aba Código QR)

source: Default QR Code Margin
pt_br: Margem Padrão do Código QR

source: Default QR Code Size
pt_br: Tamanho Padrão do Código QR

source: Default settings for QR Code generation in certificates.
pt_br: Configurações padrão para geração de código QR em certificados.

source: Default size when {{qr_code}} placeholder is used without size parameter. Range: 100-500px.
pt_br: Tamanho padrão quando o marcador {{qr_code}} é usado sem parâmetro de tamanho. Intervalo: 100-500px.

source: Default size:
pt_br: Tamanho padrão:

source: Default: All notifications disabled
pt_br: Padrão: Todas as notificações desabilitadas

source: Default: link to magic, text shows /valid
pt_br: Padrão: link magico, o texto mostra /valid

source: Define default geographic areas used when creating new forms with geolocation restrictions.
pt_br: Defina as áreas geográficas padrão a serem usadas ao criar novos formulários com restrições de geolocalização.

source: Define what happens when geolocation services fail or are denied by the user.
pt_br: Defina o que acontece quando os serviços de geolocalização falham ou são negados pelo usuário.

source: Define which days and times appointments can be booked:
pt_br: Defina quais dias e horários os agendamentos podem ser realizados:

source: Delete
pt_br: Excluir

source: Delete All Submissions (All Forms)
pt_br: Excluir todos os envios (todos os formulários)

source: Delete appointments:
pt_br: Excluir agendamentos:

source: Delete Data Permanently
pt_br: Excluir Dados Permanentemente

source: Delete Permanently
pt_br: Excluir Permanentemente

source: Delete Submissions
pt_br: Excluir Submissões

source: Delete this holiday?
pt_br: Excluir este feriado?

source: Deleting...
pt_br: Excluindo...

source: Denylist (Blocked)
pt_br: Lista de Bloqueio (Bloqueada)

source: Denylist (CPF/RF)
pt_br: Lista de Bloqueio (CPF/RF)

source: Describe the purpose of this booking (15-300 characters)
pt_br: Descreva o objetivo desta reserva (15-300 caracteres)

source: Description
pt_br: Descrição

source: Description (optional)
pt_br: Descrição (opcional)

source: Description is required (15-300 characters).
pt_br: A descrição é obrigatória (15-300 caracteres).

source: Description must be between 15 and 300 characters.
pt_br: A descrição deve ter entre 15 e 300 caracteres.

source: Description:
pt_br: Descrição:

source: Detecting your location...
pt_br: Detectando sua localização...

source: Detects location by IP address on server. No user permission needed. Accuracy: 1-50 km.
pt_br: Detecta a localização pelo endereço IP no servidor. Não requer permissão do usuário. Precisão: 1-50 km.

source: Disable ALL emails from this plugin globally
pt_br: Desative TODOS os e-mails deste plugin globalmente.

source: Disabled
pt_br: Desabilitado

source: Disabled (Recommended)
pt_br: Desativado (Recomendado)

source: Dismiss
pt_br: Dispensar

source: Display Mode
pt_br: Modo de Exibição

source: Displays a personal calendar with appointment booking.
pt_br: Exibe um calendário pessoal com agendamento de compromissos.

source: Displays dashboard page.
pt_br: Exibe a painel de controle.

source: Displays the audience scheduling calendar for group bookings.
pt_br: Exibe o calendário de agendamento de público para reservas de grupo.

source: Displays the certificate issuance form.
pt_br: Exibe o formulário de emissão do certificado.

source: Displays the public verification page.
pt_br: Exibe a página de verificação pública.

source: Do not fill this field if you are human:
pt_br: Não preencha este campo se você for humano:

source: Document Invalid
pt_br: Documento Inválido

source: Document not found or invalid code.
pt_br: Documento não encontrado ou código inválido.

source: Document not found or invalid link.
pt_br: Documento não encontrado ou link inválido.

source: Document Valid!
pt_br: Documento Válido!

source: Documentation
pt_br: Documentação

source: Documentation view file not found.
pt_br: Arquivo de visualização da documentação não encontrado.

source: Domain blocked.
pt_br: Domínio bloqueado.

source: Domains
pt_br: Domínios

source: Download Again
pt_br: Baixar Novamente

source: Download Certificate (PDF)
pt_br: Baixar Certificado (PDF)

source: Download own certificates
pt_br: Baixe seus próprios certificados

source: Download PDF
pt_br: Baixar PDF

source: Download Receipt
pt_br: Baixar Comprovante

source: Download Receipt (PDF)
pt_br: Baixar Comprovante (PDF)

source: Download Sample
pt_br: Baixar Exemplo

source: Dropdown Select
pt_br: Caixa de seleção suspensa

source: DRY RUN
pt_br: TESTE A SECO

source: Duplicate
pt_br: Duplicar

source: Duplicate this calendar
pt_br: Duplicar este calendário

source: Duplicate this form
pt_br: Duplique este formulário

source: Duration
pt_br: Duração

source: Duration of each appointment slot
pt_br: Duração de cada vaga de agendamento

source: e.g. Christmas, Carnival...
pt_br: ex.: Natal, Carnaval...

source: e.g., Christmas Day
pt_br: ex.: Dia de Natal

source: Each form can be configured individually with allowed areas, dates, and display options.
pt_br: Cada formulário pode ser configurado individualmente com áreas permitidas, datas e opções de exibição.

source: Edit
pt_br: Editar

source: Edit Audience
pt_br: Editar Público-alvo

source: Edit Calendar
pt_br: Editar Calendário

source: Edit Date
pt_br: Data de Edição

source: Edit Environment
pt_br: Editar Ambiente

source: Edit Form
pt_br: Editar Formulário

source: Edit Personal Calendar
pt_br: Editar Calendário Pessoal

source: Edit Submission #%s
pt_br: Editar Envio #%s

source: Edited By
pt_br: Editado Por

source: Email address
pt_br: Endereço de email

source: Email address is required.
pt_br: É necessário ter um endereço de e-mail.

source: Email address to send from
pt_br: Endereço de e-mail para envio

source: Email blocked.
pt_br: E-mail bloqueado.

source: Email Body (HTML)
pt_br: Corpo do E-mail (HTML)

source: Email Configuration
pt_br: Configuração de E-mail

source: Email Handler
pt_br: Gerador de E-mail

source: Email Notifications:
pt_br: Notificações por E-mail:

source: Email Rate Limit
pt_br: Taxa Limite de E-mails

source: Email Status
pt_br: Status do E-mail

source: Empty file or invalid CSV format.
pt_br: Arquivo vazio ou formato CSV inválido.

source: Enable
pt_br: Habilitar

source: Enable Activity Log
pt_br: Ativar Registro de Atividades

source: Enable Cache
pt_br: Habilitar Cache

source: Enable cascade: if primary fails, try the other service
pt_br: Ativar cascata: se o serviço primário falhar, tente o outro serviço.

source: Enable Date/Time Restrictions
pt_br: Ativar Restrições de Data/Hora

source: Enable Debug
pt_br: Ativar Depuração

source: Enable debug logging for activity log system
pt_br: Habilitar registro de depuração para o sistema de registro de atividades

source: Enable debug logging for database migrations
pt_br: Ativar o registro de depuração para migrações de banco de dados

source: Enable debug logging for email sending
pt_br: Ative o registro de depuração para o envio de e-mails.

source: Enable debug logging for encryption operations
pt_br: Ative o registro de depuração para operações de criptografia.

source: Enable debug logging for form submission processing
pt_br: Habilitar registro de depuração para processamento de submissões

source: Enable debug logging for geofence validation
pt_br: Ative o registro de depuração para validação de geocercas.

source: Enable debug logging for PDF generation
pt_br: Ative o registro de depuração para a geração de PDFs.

source: Enable debug logging for REST API operations
pt_br: Ative o registro de depuração para operações da API REST.

source: Enable debug logging for specific areas. Debug logs are written to the PHP error log.
pt_br: Ative o registro de depuração para áreas específicas. Os registros de depuração são gravados no log de erros do PHP.

source: Enable debug logging for user management
pt_br: Ative o registro de depuração para gerenciamento de usuários.

source: Enable debug mode for testing and troubleshooting geolocation features.
pt_br: Habilitar modo de depuração para testar e solucionar problemas de geolocalização.

source: Enable form caching
pt_br: Habilitar o cache de formulários

source: Enable Geolocation
pt_br: Ativar Geolocalização

source: Enable geolocation debug mode
pt_br: Ativar o modo de depuração de geolocalização

source: Enable IP geolocation API for backend validation
pt_br: Ative a API de geolocalização de IP para validação no backend

source: Enable logs
pt_br: Habilitar logs

source: Enable QR Code Cache
pt_br: Ativar Cache de Código QR

source: Enabled
pt_br: Habilitado

source: Encrypt email, data, and user_ip for LGPD compliance
pt_br: Criptografar e-mail, dados e user_ip para conformidade com a LGPD

source: Encrypt Sensitive Data
pt_br: Criptografar Dados Sensíveis

source: Encrypted %d submissions
pt_br: Submissões criptografadas %d

source: Encryption
pt_br: Criptografia

source: Encryption class not available.
pt_br: Classe de criptografia não disponível.

source: Encryption class not available. Cannot link users without decrypting emails.
pt_br: Classe de criptografia não disponível. Não é possível vincular usuários sem descriptografar os e-mails.

source: Encryption completion date not found.
pt_br: Data de conclusão da criptografia não encontrada.

source: Encryption for sensitive data (LGPD compliant)
pt_br: Criptografia para dados sensíveis (em conformidade com o LGPD)

source: Encryption is not configured. Cannot process encrypted data.
pt_br: A criptografia não está configurada. Não é possível processar dados criptografados.

source: Encryption is not configured. Please configure encryption keys first.
pt_br: A criptografia não está configurada. Por favor, configure as chaves de criptografia primeiro.

source: Encryption keys not configured. WordPress SECURE_AUTH_KEY and LOGGED_IN_KEY are required.
pt_br: Chaves de criptografia não configuradas. As chaves SECURE_AUTH_KEY e LOGGED_IN_KEY do WordPress são obrigatórias.

source: Encryption migration must be 100% complete before cleanup.
pt_br: A migração da criptografia deve estar 100% concluída antes da limpeza.

source: Encryption migration must be 100% complete.
pt_br: A migração da criptografia deve estar 100% concluída.

source: Encryption Migration Strategy
pt_br: Estratégia de Migração de Criptografia

source: Encryption must be configured before cleanup.
pt_br: A criptografia deve ser configurada antes da limpeza.

source: Encryption not configured
pt_br: Criptografia não configurada

source: End Time
pt_br: Horário de Término

source: End time must be after start time.
pt_br: O horário final deve ser posterior ao horário inicial.

source: End:
pt_br: Fim:

source: Ensure field exists in form
pt_br: Verifique se o campo existe no formulário.

source: Ensure submissions are deleted after "X" days.
pt_br: Garanta que as submissões sejam excluídas após "X" dias.

source: Ensure that the listed IDs are allowed or blocked from retrieving certificates.
pt_br: Verifique se os IDs listados têm permissão ou estão bloqueados para recuperar certificados.

source: Enter a valid CPF (11 digits) or RF (7 digits)
pt_br: Insira um CPF válido (11 dígitos) ou RF (7 dígitos).

source: Enter auth code
pt_br: Insira o código de autorização

source: Enter password
pt_br: Digite a senha

source: Enter the authentication code to verify document authenticity.
pt_br: Insira o código de autenticação para verificar a autenticidade do certificado.

source: Enter your ipinfo.io API key
pt_br: Insira sua chave de API do ipinfo.io

source: Enter your unique ticket code
pt_br: Insira seu código de ingresso exclusivo.

source: Environment
pt_br: Ambiente

source: Environment not found.
pt_br: Ambiente não encontrado.

source: Environment updated successfully.
pt_br: Ambiente atualizado com sucesso.

source: Environment:
pt_br: Ambiente:

source: Environments
pt_br: Ambientes

source: Error
pt_br: Erro

source: Error cancelling appointment
pt_br: Erro ao cancelar agendamento

source: Error checking conflicts.
pt_br: Erro ao verificar conflitos.
