Repository: rpgmem/wp-ffcertificate
Catalog: languages/ffcertificate-*.po
Languages: pt_br

source: You must agree to the Privacy Policy to continue.
pt_br: Você precisa concordar com a Política de Privacidade para continuar.

source: You must agree to the terms
pt_br: Você deve concordar com os termos

source: You must agree to the terms to book an appointment.
pt_br: Você deve concordar com os termos para agendar.

source: You must be <a href="%s">logged in</a> to book this calendar.
pt_br: Você deve estar <a href="%s">logado</a> para agendar neste calendário.

source: You must be logged in to book this calendar.
pt_br: Você deve estar logado para agendar neste calendário.

source: You must be logged in to view appointments
pt_br: Você deve estar logado para visualizar agendamentos

source: You must be logged in to view bookings
pt_br: Você precisa estar logado para ver os agendamentos

source: You must be logged in to view certificates
pt_br: Você precisa estar conectado para visualizar os certificados.

source: You must be logged in to view profile
pt_br: Você precisa estar conectado para visualizar o perfil.

source: You must be logged in to view the calendar.
pt_br: Você precisa estar logado para ver o calendário.

source: You must be logged in to view your dashboard.
pt_br: Você precisa estar conectado para visualizar seu painel de controle.

source: You were redirected from the admin panel. Use this dashboard to access your certificates.
pt_br: Você foi redirecionado do painel de administração. Use este painel para acessar seus certificados.

source: Your appointment has been approved and confirmed.
pt_br: Seu agendamento foi aprovado e confirmado.

source: Your appointment has been cancelled.
pt_br: Seu agendamento foi cancelado.

source: Your appointment has been confirmed!
pt_br: Seu agendamento foi confirmado!

source: Your appointment is pending approval. You will receive a confirmation email once it is approved.
pt_br: Seu agendamento está aguardando aprovação. Você receberá um e-mail de confirmação assim que for aprovado.

source: Your appointment is pending approval. You will receive an email confirmation once it is approved.
pt_br: Seu agendamento está aguardando aprovação. Você receberá uma confirmação por e-mail assim que for aprovado.

source: Your browser does not support geolocation.
pt_br: Seu navegador não suporta geolocalização.

source: Your Certificate
pt_br: Seu Certificado

source: Your Certificate has been Issued!
pt_br: Seu Certificado foi emitido!

source: Your Certificate: %s
pt_br: Seu Certificado: %s

source: Your CPF/RF is blocked.
pt_br: Seu CPF/RF está bloqueado.

source: Your CPF/RF is not authorized.
pt_br: Seu CPF/RF não está autorizado.

source: Your data will be stored securely and encrypted. You can request deletion at any time.
pt_br: Seus dados serão armazenados de forma segura e criptografada. Você pode solicitar a exclusão a qualquer momento.

source: Your Information
pt_br: Suas Informações

source: Your Notes:
pt_br: Suas Notas:

source: Your SMTP password or app-specific password
pt_br: Sua senha SMTP ou senha específica do aplicativo

source: Your SMTP server address
pt_br: O endereço do seu servidor SMTP

source: Your SMTP username (usually your email)
pt_br: Seu nome de usuário SMTP (geralmente seu e-mail)

source: Your submission was successful.
pt_br: Sua submissão foi bem-sucedida.

source: ZIP Code
pt_br: CEP

source: ← Back
pt_br: ← Voltar

source: ✅ Cache cleared successfully!
pt_br: ✅ Cache limpo com sucesso!

source: ✅ Cache warmed! %d form(s) pre-loaded.
pt_br: ✅ Cache aquecido! %d formulário(s) pré-carregados.

source: Enable Quiz Mode
pt_br: Ativar Modo Quiz

source: Turn this form into a quiz/evaluation
pt_br: Transformar este formulário em um quiz/avaliação

source: When enabled, radio and select fields can have point values per option. The form is scored on submission.
pt_br: Quando ativado, campos de rádio e seleção podem ter valores de pontos por opção. O formulário é pontuado ao enviar.

source: Passing Score (%)
pt_br: Nota de Aprovação (%)

source: Minimum percentage to pass. Set 0 for no minimum.
pt_br: Porcentagem mínima para aprovação. Defina 0 para sem mínimo.

source: Max Attempts
pt_br: Tentativas Máximas

source: Max retries per CPF/RF. 0 = unlimited.
pt_br: Máximo de tentativas por CPF/RF. 0 = ilimitado.

source: Display Options
pt_br: Opções de Exibição

source: Show score after submission
pt_br: Mostrar pontuação após envio

source: Show which answers were correct/incorrect
pt_br: Mostrar quais respostas estavam corretas/incorretas

source: Points per option (same order, separate with commas):
pt_br: Pontos por opção (mesma ordem, separe com vírgulas):

source: Info Block
pt_br: Bloco Informativo

source: Title (optional)
pt_br: Título (opcional)

source: Content (supports <b>, <i>, <a>, <p>, <ul>, <ol>):
pt_br: Conteúdo (suporta <b>, <i>, <a>, <p>, <ul>, <ol>):

source: Embed (Media)
pt_br: Incorporar (Mídia)

source: Caption (optional)
pt_br: Legenda (opcional)

source: Media URL (YouTube, Vimeo, image, or audio):
pt_br: URL da Mídia (YouTube, Vimeo, imagem ou áudio):

source: 6. Quiz / Evaluation Mode
pt_br: 6. Modo Quiz / Avaliação

source: Quiz: Retry
pt_br: Quiz: Tentando

source: Quiz: Failed
pt_br: Quiz: Reprovado

source: Maximum quiz attempts reached for this CPF/RF.
pt_br: Número máximo de tentativas do quiz atingido para este CPF/RF.

source: Quiz failed. Score: %d%%. Maximum attempts reached.
pt_br: Quiz reprovado. Nota: %d%%. Número máximo de tentativas atingido.

source: Quiz failed. Maximum attempts reached.
pt_br: Quiz reprovado. Número máximo de tentativas atingido.

source: Score: %1$d%%. You can try again (%2$d attempts remaining).
pt_br: Nota: %1$d%%. Você pode tentar novamente (%2$d tentativas restantes).

source: Not passed. You can try again (%d attempts remaining).
pt_br: Não aprovado. Você pode tentar novamente (%d tentativas restantes).

source: Score: %d%%. You can try again.
pt_br: Nota: %d%%. Você pode tentar novamente.

source: Not passed. You can try again.
pt_br: Não aprovado. Você pode tentar novamente.

source: Congratulations! Score: %d%%. Certificate generated.
pt_br: Parabéns! Nota: %d%%. Certificado gerado.

source: Congratulations! Quiz passed. Certificate generated.
pt_br: Parabéns! Quiz aprovado. Certificado gerado.
