Repository: rpgmem/wp-ffcertificate
Catalog: languages/ffcertificate-*.po
Languages: pt_br

source: The Validation URL can be customized with various attributes:
pt_br: O URL de validação pode ser personalizado com vários atributos:

source: This appointment is already cancelled.
pt_br: Este agendamento já foi cancelado.

source: This appointment is awaiting admin approval. The receipt will be available after confirmation.
pt_br: Este agendamento está aguardando aprovação administrativa. O recibo será disponibilizado após a confirmação.

source: This audience group already has a booking on this day. You cannot create another booking for the same group on the same day.
pt_br: O público-alvo selecionado já possui um agendamento para este dia. Não é possível criar outro agendamento para o mesmo público-alvo no mesmo dia.

source: This calendar is not accepting bookings.
pt_br: Este calendário não está aceitando agendamentos.

source: This CPF/RF is encrypted in the database.
pt_br: Este CPF/RF está criptografado no banco de dados.

source: This date is a holiday.
pt_br: Esta data é um feriado.

source: This date/time is not available.
pt_br: Esta data/horário não está disponível.

source: This email is encrypted in the database.
pt_br: Este e-mail está criptografado no banco de dados.

source: This field is required.
pt_br: Este campo é obrigatório.

source: This form is no longer available.
pt_br: Este formulário não está mais disponível.

source: This form is not available at this time.
pt_br: Este formulário não está disponível no momento.

source: This form is not available in your location.
pt_br: Este formulário não está disponível na sua região.

source: This form is not yet available.
pt_br: Este formulário ainda não está disponível.

source: This form is only available during specific hours.
pt_br: Este formulário está disponível apenas em horários específicos.

source: This form requires a secure connection (HTTPS) to access your location. Please contact the site administrator.
pt_br: Este formulário requer uma conexão segura (HTTPS) para acessar sua localização. Por favor, entre em contato com o administrador do site.

source: This IP is encrypted in the database.
pt_br: Este endereço IP está criptografado no banco de dados.

source: This is a reminder about your upcoming appointment.
pt_br: Este é um lembrete sobre seu próximo agendamento.

source: This is an automated notification from
pt_br: Esta é uma notificação automática de

source: This option has a significant impact on website speed and stability, so use it wisely.
pt_br: Essa opção tem um impacto significativo na velocidade e estabilidade do site, portanto, use-a com sabedoria.

source: This password will be required from all users.
pt_br: Esta senha será obrigatória para todos os usuários.

source: This plugin allows you to create certificate issuance forms, generate PDFs automatically, and verify authenticity with QR codes.
pt_br: Este plugin permite criar formulários de emissão de certificados, gerar PDFs automaticamente e verificar a autenticidade com Códigos QR.

source: This record was manually edited on <strong>%s</strong>
pt_br: Este registro foi editado manualmente em <strong>%s</strong>

source: This submission was created before LGPD consent feature (v2.10.0).
pt_br: Esta submissão foi criada antes do recurso de consentimento LGPD (v2.10.0).

source: This time slot is already booked for this environment.
pt_br: Este horário já está reservado para este ambiente.

source: This time slot is already booked for this environment. You cannot create a booking at this time.
pt_br: Este horário já está reservado para este ambiente. Não é possível criar uma reserva neste momento.

source: This time slot is fully booked.
pt_br: Este horário está completamente reservado.

source: This will replace current content. Continue?
pt_br: Este conteúdo substituirá o atual. Deseja continuar?

source: Thu
pt_br: Qui

source: Thursday
pt_br: Quinta-feira

source: Ticket (Unique Codes)
pt_br: Ingresso (Códigos Únicos)

source: Ticket (Unique Codes):
pt_br: Ingressos (Códigos Únicos):

source: Ticket Code
pt_br: Códigos de Ingresso

source: Ticket code is required.
pt_br: É necessário um código de ingresso.

source: Ticket Generator
pt_br: Gerador de Ingressos

source: Tickets are consumed (removed) after successful use.
pt_br: Os ingressos são consumidos (removidos) após o uso bem-sucedido.

source: tickets generated successfully!
pt_br: bilhetes gerados com sucesso!

source: Time
pt_br: Horário

source: Time applies to each day individually
pt_br: O tempo se aplica a cada dia individualmente.

source: Time Behavior
pt_br: Comportamento Temporal

source: Time Range
pt_br: Intervalo de Tempo

source: Time range applies to every day in the date range. Form respects daily hours.
pt_br: O intervalo de tempo aplica-se a todos os dias do período selecionado. O formulário respeita as horas diárias.

source: Time slot already booked for this environment.
pt_br: Horário já reservado para este ambiente.

source: Time spans across dates
pt_br: Períodos de tempo abrangem várias datas

source: Time the data remains in cache before being updated.
pt_br: Tempo que os dados permanecem no cache antes de serem atualizados.

source: Time:
pt_br: Horário:

source: Tip: Install Redis or Memcached for better performance.
pt_br: Dica: Instale o Redis ou o Memcached para obter melhor desempenho.

source: Tips:
pt_br: Dicas:

source: Title of the form/event
pt_br: Título do formulário/evento

source: TLS is recommended for port 587, SSL for port 465
pt_br: Recomenda-se o uso de TLS na porta 587 e SSL na porta 465.

source: To
pt_br: Até

source: to
pt_br: até

source: To enable activity logging, go to:
pt_br: Para ativar o registro de atividades, acesse:

source: To:
pt_br: Para:

source: Today
pt_br: Hoje

source: Too many attempts. Please try again in 1 minute.
pt_br: Muitas tentativas. Por favor, tente novamente em 1 minuto.

source: Too many requests. Please try again later.
pt_br: Muitas solicitações. Tente novamente mais tarde.

source: Too many verification attempts. Please try again later.
pt_br: Muitas tentativas de verificação. Por favor, tente novamente mais tarde.

source: Too many verification attempts. Please wait %s.
pt_br: Muitas tentativas de verificação foram realizadas. Aguarde %s.

source: Tools
pt_br: Ferramentas

source: Top Actions:
pt_br: Principais Ações:

source: Top blocked IPs:
pt_br: Principais IPs bloqueados:

source: Total Activities:
pt_br: Total de Atividades:

source: Total Records
pt_br: Total de Registros

source: Total Submissions:
pt_br: Total de Submissões:

source: Total: %d bookings
pt_br: Total: %d reservas

source: Track activities for audit trail
pt_br: Registre as atividades para fins de auditoria.

source: Trash
pt_br: Lixeira

source: All
pt_br: Todos

source: Draft
pt_br: Rascunho

source: Tue
pt_br: Ter

source: Tuesday
pt_br: Terça-feira

source: Type
pt_br: Tipo

source: Type to search...
pt_br: Digite para pesquisar...

source: Unable to determine your location.
pt_br: Não foi possível determinar sua localização.

source: Unable to determine your location. On Safari/iOS, ensure Location Services is enabled in Settings > Privacy & Security > Location Services.
pt_br: Não foi possível determinar sua localização. No Safari/iOS, verifique se os Serviços de Localização estão ativados em Ajustes > Privacidade e Segurança > Serviços de Localização.

source: Unable to determine your location. Please enable location services.
pt_br: Não foi possível determinar sua localização. Por favor, ative os serviços de localização.

source: Underline text:
pt_br: Texto sublinhado:

source: Unique authentication code for validation
pt_br: Código de autenticação único para validação

source: Unique Authentication Codes:
pt_br: Códigos de Autenticação Exclusivos:

source: Unique submission identifier.
pt_br: Identificador único de submissão.

source: Unique token for certificate access (read-only).
pt_br: Token único para acesso ao certificado (somente leitura).

source: Unknown
pt_br: Desconhecido

source: Unknown Calendar
pt_br: Calendário Desconhecido

source: Unknown error
pt_br: Erro desconhecido

source: Unknown error from ip-api.com
pt_br: Erro desconhecido de ip-api.com

source: Unknown error from ipinfo.io
pt_br: Erro desconhecido do ipinfo.io

source: Unknown Form
pt_br: Formulário Desconhecido

source: Unknown geolocation service.
pt_br: Serviço de geolocalização desconhecido.

source: Unlink User
pt_br: Desvincular Usuário

source: Upcoming
pt_br: Próximos

source: Upcoming Appointments
pt_br: Agendamentos Futuros

source: Upcoming Bookings
pt_br: Reservas Futuras

source: Update Audience
pt_br: Atualizar Público-alvo

source: Update Calendar
pt_br: Atualizar Calendário

source: Update Environment
pt_br: Atualizar Ambiente

source: Update to latest version
pt_br: Atualize para a versão mais recente.

source: Updated At
pt_br: Atualizado Em

source: Usage
pt_br: Uso

source: Usage:
pt_br: Uso:

source: Use <b>{{field_name}}</b> in the PDF Layout to insert user data.
pt_br: Use <b>{{field_name}}</b> no Layout do PDF para inserir dados do usuário.

source: Use absolute URLs (https://...)
pt_br: Use URLs absolutos (https://...)

source: Use an external SMTP server. Better deliverability and tracking.
pt_br: Use um servidor SMTP externo. Melhor entregabilidade e rastreamento.

source: Use API key as password
pt_br: Use a chave da API como senha.

source: Use API key as password, or find your settings in hPanel.
pt_br: Use a chave da API como senha, ou encontre suas configurações no hPanel.

source: Use app-specific password
pt_br: Use a senha específica do aplicativo.

source: Use audience from CSV
pt_br: Usar público-alvo do CSV

source: Use different (more permissive) areas for IP validation
pt_br: Utilize áreas diferentes (mais permissivas) para validação de IP.

source: Use GPS only (ignore IP validation)
pt_br: Usar somente GPS (ignorar validação de IP)

source: Use HTML tags:
pt_br: Use tags HTML:

source: Use in template:
pt_br: Utilizar no modelo:

source: Use lowercase for custom fields
pt_br: Use letras minúsculas para campos personalizados.

source: Use PHP date format characters.
pt_br: Use caracteres de formatação de data PHP.

source: Use tables for complex layouts
pt_br: Utilize tabelas para layouts complexos.

source: Use these variables in your PDF template (HTML editor). They will be automatically replaced with user data:
pt_br: Utilize estas variáveis ​​no seu modelo de PDF (editor HTML). Elas serão automaticamente substituídas pelos dados do usuário:

source: Use this image
pt_br: Use esta imagem

source: Use this shortcode to display the calendar on any page or post.
pt_br: Use este shortcode para exibir o calendário em qualquer página ou post.

source: Use this shortcode to display the calendar:
pt_br: Use este código curto para exibir o calendário:

source: Use:
pt_br: Usar:

source: Used as default geofencing area when creating new forms.
pt_br: Utilizada como área de geofencing padrão ao criar novos formulários.

source: User
pt_br: Usuário

source: User #%d (deleted)
pt_br: Usuário #%d (excluído)

source: User Access
pt_br: Acesso do Usuário

source: User Access settings saved successfully.
pt_br: Configurações de Acesso de Usuário salvas com sucesso.

source: User Access settings view file not found.
pt_br: Arquivo de visualização de Acesso do Usuário não encontrado.

source: User Actions
pt_br: Ações do Usuário

source: User Agent
pt_br: Agente do Usuário

source: User agreed to Privacy Policy and data storage
pt_br: Usuário concordou com a Política de Privacidade e armazenamento de dados

source: User Capabilities
pt_br: Recursos do Usuário

source: User Capabilities Migration
pt_br: Migração de Recursos do Usuário

source: User confirmation required. Type "CONFIRMAR EXCLUSÃO" to proceed.
pt_br: Confirmação do usuário necessária. Digite "CONFIRMAR EXCLUSÃO" para prosseguir.

source: User consented to data collection for appointment booking.
pt_br: Usuário consentiu com a coleta de dados para agendamento.

source: User Creation Emails (Appointment)
pt_br: E-mails de Criação de Usuário (Agendamento)

source: User Creation Emails (CSV Import)
pt_br: E-mails de Criação de Usuários (Importação de CSV)

source: User Creation Emails (Migration)
pt_br: E-mails de criação de usuário (Migração)

source: User Creation Emails (Submission)
pt_br: E-mails de criação de usuário (Submissão)

source: User email address
pt_br: Endereço de e-mail do usuário

source: User explicitly agreed to data storage and privacy policy.
pt_br: O usuário concordou explicitamente com o armazenamento de dados e a política de privacidade.

source: User ID
pt_br: ID do usuário

source: User ID %1$d: %2$s
pt_br: ID do Usuário %1$d: %2$s

source: User IP
pt_br: IP do usuário

source: User Link Migration
pt_br: Migração de Links de Usuário

source: User Manager
pt_br: Gerenciador de Usuários

source: User not found
pt_br: Usuário não encontrado

source: User Notes
pt_br: Notas do Usuário

source: UserManager class not available.
pt_br: A classe UserManager não está disponível.

source: Username
pt_br: Nome de usuário

source: Users can access their certificates via the dashboard page using the %s shortcode.
pt_br: Os usuários podem acessar seus certificados através da página do painel de controle usando o código curto %s.

source: Users can cancel their own appointments
pt_br: Usuários podem cancelar seus próprios agendamentos

source: Users can validate certificates by entering the authentication code.
pt_br: Os usuários podem validar certificados inserindo o código de autenticação.

source: Uses HTML5 Geolocation API. Requires HTTPS and user permission. Accuracy: 10-50 meters.
pt_br: Utiliza a API de geolocalização HTML5. Requer HTTPS e permissão do usuário. Precisão: 10-50 metros.

source: Uses WordPress default mail function. Simple but may have deliverability issues.
pt_br: Utiliza a função de e-mail padrão do WordPress. Simples, mas pode apresentar problemas de entrega.

source: Using default WordPress cache (database)
pt_br: Utilizando o cache padrão do WordPress (banco de dados)

source: Valid Certificate
pt_br: Certificado Válido

source: Validation Code
pt_br: Código de Validação

source: Validation Code:
pt_br: Código de Validação:

source: Validation Methods
pt_br: Métodos de Validação

source: Value gets replaced automatically in PDF
pt_br: O valor é substituído automaticamente no PDF.

source: Variable
pt_br: Variável

source: Variable Name (Tag)
pt_br: Nome da variável (etiqueta)

source: Variable not replaced
pt_br: Variável não substituída

source: Verify
pt_br: Verificar

source: Verify Document
pt_br: Verificar Documento

source: Verifying certificate...
pt_br: Verificando Certificado...

source: Verifying document...
pt_br: Verificando documento...

source: Verifying...
pt_br: Verificando...

source: View
pt_br: Visualizar

source: View Activity Logs
pt_br: Visualizar Registros de Atividades

source: View All
pt_br: Ver Todos

source: View All Appointments
pt_br: Ver Todos os Agendamentos

source: View All Calendars
pt_br: Ver Todos os Calendários

source: View and Download Certificate
pt_br: Veja e Baixe o Certificado

source: View certificate history
pt_br: Ver histórico de certificados

source: View dashboard as this user
pt_br: Visualizar painel de controle como este usuário

source: View Details
pt_br: Ver Detalhes

source: View file not found.
pt_br: Visualizar arquivo não encontrado.

source: View Form
pt_br: Visualizar Formulário

source: View own appointments
pt_br: Ver seus próprios agendamentos

source: View own certificates
pt_br: Ver seus próprios certificados

source: View PDF
pt_br: Ver PDF

source: View Personal Calendar
pt_br: Ver Calendário Pessoal

source: View Profile
pt_br: Ver Perfil

source: View Receipt
pt_br: Ver Comprovante

source: View/Print Receipt
pt_br: Ver/Imprimir Comprovante

source: Visibility
pt_br: Visibilidade

source: Wait...
pt_br: Espere...

source: Warm Cache Now
pt_br: Aquecer Cache Agora

source: Warning
pt_br: Aviso

source: Warning! Missing required tags in PDF Layout:
pt_br: Atenção! Faltam tags obrigatórias no layout do PDF:

source: Warning:
pt_br: Aviso:

source: Warning: Conflicts detected with existing bookings.
pt_br: Atenção: Conflitos detectados com reservas existentes.

source: Warning: The following groups already have bookings on this day:
pt_br: Atenção: Os seguintes grupos já têm reservas para este dia:

source: Warning: These actions cannot be undone.
pt_br: Aviso: Essas ações não podem ser desfeitas.

source: Warning: This action is permanent and cannot be undone!
pt_br: Atenção: Esta ação é permanente e não pode ser desfeita!

source: Was Edited
pt_br: Foi Editado

source: We certify that the holder of the data below has completed the event.
pt_br: Certificamos que o titular dos dados abaixo concluiu o evento.

source: Wed
pt_br: Qua

source: Wednesday
pt_br: Quarta-feira

source: What are migrations?
pt_br: O que são migrações?

source: What to do when both GPS and IP geolocation fail (if both are enabled).
pt_br: O que fazer quando tanto a geolocalização GPS quanto a por IP falharem (se ambas estiverem habilitadas).

source: What to do when IP geolocation API is unavailable or returns error.
pt_br: O que fazer quando a API de geolocalização por IP estiver indisponível ou retornar erro.

source: What to do when user denies GPS permission or browser does not support geolocation.
pt_br: O que fazer quando o usuário nega a permissão de GPS ou o navegador não oferece suporte à geolocalização.

source: When Both GPS & IP Fail
pt_br: Quando o GPS e o IP falham simultaneamente

source: When both GPS and IP are enabled, how to combine the results.
pt_br: Quando GPS e IP estão habilitados, como combinar os resultados.

source: When checked, next submission will start from ID #1. Only works if table becomes empty.
pt_br: Quando selecionada, a próxima submissão começará a partir do ID #1. Só funciona se a tabela estiver vazia.

source: When enabled, actions like submission creation, data access, and settings changes are logged.
pt_br: Quando ativada, a função regista ações como a criação de submissões, o acesso a dados e as alterações de configurações.

source: When enabled, if the primary service fails, automatically try the alternative service.
pt_br: Quando ativada, se o serviço principal falhar, o serviço alternativo será tentado automaticamente.

source: When enabled, the plugin will NOT send any emails (certificates, notifications, password resets, etc.). Use this for testing or if you want to completely disable email functionality.
pt_br: Quando ativado, o plugin NÃO enviará nenhum e-mail (certificados, notificações, redefinições de senha etc.). Use esta opção para testes ou se desejar desativar completamente a funcionalidade de e-mail.

source: When enabled, users with selected roles will be redirected when trying to access the WordPress admin panel.
pt_br: Quando ativada, essa opção redirecionará os usuários com as funções selecionadas ao tentarem acessar o painel de administração do WordPress.

source: When enabled, validates user location by IP address on the server (in addition to GPS).
pt_br: Quando ativada, valida a localização do usuário pelo endereço IP no servidor (além do GPS).

source: When GPS Fails
pt_br: Quando o GPS falha

source: When IP API Fails
pt_br: Quando a API IP falha

source: Where to redirect blocked users. Default: %s
pt_br: Para onde redirecionar os usuários bloqueados. Padrão: %s

source: White space around QR Code in modules. 0 = no margin, higher values = more white space.
pt_br: Espaço em branco ao redor do código QR nos módulos. 0 = sem margem, valores maiores = mais espaço em branco.

source: Whitelist
pt_br: Lista de permissões

source: With color link
pt_br: Com a cor de link

source: With target
pt_br: Com alvo

source: WordPress Media Library is not available. Please reload the page.
pt_br: A Biblioteca de Mídia do WordPress não está disponível. Por favor, recarregue a página.

source: WordPress site name
pt_br: Nome do site WordPress

source: Working Hours
pt_br: Horários de Funcionamento

source: WP Default (PHPMail)
pt_br: WP Padrão (PHPMail)

source: WP-Admin Access Control
pt_br: Controle de Acesso do WP-Admin

source: Yes
pt_br: Sim

source: Yes! Migrations only copy data to new columns - your original data remains intact. They are safe to run multiple times.
pt_br: Sim! As migrações apenas copiam os dados para novas colunas; seus dados originais permanecem intactos. Elas podem ser executadas várias vezes sem problemas.

source: You (%1$s) are viewing the dashboard as: %2$s
pt_br: Você (%1$s) está visualizando o painel como: %2$s

source: You already have an appointment scheduled within the next %1$d hours. You can book again after %2$s.
pt_br: Você já possui um agendamento nos próximos %1$d horas. Você pode agendar novamente após %2$s.

source: You already have {count} certificates.
pt_br: Você já possui {count} certificados.

source: You are outside the allowed area for this form.
pt_br: Você está fora da área permitida para este formulário.

source: You can also verify this certificate manually at
pt_br: Você também pode verificar este certificado manualmente em

source: You can use HTML and inline CSS to style your certificate:
pt_br: Você pode usar HTML e CSS embutido para estilizar seu certificado:

source: You do not have access to any calendars.
pt_br: Você não tem acesso a nenhum calendário.

source: You do not have permission to access this page.
pt_br: Você não tem permissão para acessar esta página.

source: You do not have permission to book appointments.
pt_br: Você não tem permissão para reservar agendamentos.

source: You do not have permission to book on this calendar.
pt_br: Você não tem permissão para reservar neste calendário.

source: You do not have permission to book this calendar.
pt_br: Você não tem permissão para agendar neste calendário.

source: You do not have permission to cancel appointments.
pt_br: Você não tem permissão para cancelar agendamentos.

source: You do not have permission to cancel this appointment.
pt_br: Você não tem permissão para cancelar este agendamento.

source: You do not have permission to duplicate this calendar.
pt_br: Você não tem permissão para duplicar este calendário.

source: You do not have permission to duplicate this post.
pt_br: Você não tem permissão para duplicar esta publicação.

source: You do not have permission to edit submissions.
pt_br: Você não tem permissão para editar submissões.

source: You do not have permission to export appointments.
pt_br: Você não tem permissão para exportar agendamentos.

source: You do not have permission to export data.
pt_br: Você não tem permissão para exportar dados.

source: You do not have permission to perform this action
pt_br: Você não tem permissão para realizar esta ação

source: You do not have permission to perform this action.
pt_br: Você não tem permissão para realizar esta ação.

source: You do not have permission to run migrations.
pt_br: Você não tem permissão para executar migrações.

source: You do not have permission to view appointments
pt_br: Você não tem permissão para visualizar agendamentos.

source: You do not have permission to view audience bookings
pt_br: Você não tem permissão para ver os agendamentos de público-alvo

source: You do not have permission to view certificates
pt_br: Você não tem permissão para visualizar certificados.

source: You do not have permission to view this appointment receipt.
pt_br: Você não tem permissão para ver este comprovante de agendamento.

source: You do not have permission to view this content.
pt_br: Você não tem permissão para visualizar este conteúdo.

source: You have been included in a new scheduled activity:
pt_br: Você foi incluído em uma nova atividade agendada:
