Repository: rpgmem/wp-ffcertificate
Catalog: languages/ffcertificate-*.po
Languages: pt_br

source: by <strong>%s</strong>
pt_br: por <strong>%s</strong>

source: "Auto" follows your operating system preference.
pt_br: "Automático" segue a preferência do seu sistema operacional.

source: %1$s Area line %2$d: Invalid format. Use: latitude, longitude, radius
pt_br: Linha de área %1$s %2$d: Formato inválido. Use: latitude, longitude, raio

source: %1$s Area line %2$d: Invalid latitude %3$s (must be between -90 and 90)
pt_br: Linha de área %1$s %2$d: Latitude inválida %3$s (deve estar entre -90 e 90)

source: %1$s Area line %2$d: Invalid longitude %3$s (must be between -180 and 180)
pt_br: Linha de área %1$s %2$d: Longitude inválida %3$s (deve estar entre -180 e 180)

source: %1$s Area line %2$d: Radius must be greater than 0
pt_br: Linha de área %1$s %2$d: O raio deve ser maior que 0

source: %1$s attempts in %2$s hour(s)
pt_br: %1$s tentativas em %2$s hora(s)

source: %1$s hours
pt_br: %1$s horas

source: %1$s: %2$d records migrated successfully.
pt_br: %1$s: %2$d registros migrados com sucesso.

source: %1$s: Processed %2$d submissions, %3$d names normalized, %4$d emails normalized, %5$d errors
pt_br: %1$s: Processadas %2$d submissões, %3$d nomes normalizados, %4$d e-mails normalizados, %5$d erros

source: %1$s: Processed %2$d users, %3$d granted certificate access, %4$d granted appointment access, %5$d errors
pt_br: %1$s: Processados ​​%2$d usuários, %3$d acesso a certificado concedido, %4$d acesso a agendamento concedido, %5$d erros

source: %d active schedule(s)
pt_br: %d agendamento(s) ativo(s)

source: %d errors occurred.
pt_br: %d erros ocorreram.

source: %d FFC users need capability migration
pt_br: %d Usuários do FFC precisam de migração de recursos

source: %d hour
pt_br: %d hora

source: %d member(s) added successfully.
pt_br: %d membro(s) adicionado(s) com sucesso.

source: %d minute
pt_br: %d minuto

source: %d published calendar(s)
pt_br: %d calendário(s) publicado(s)

source: %d QR Code(s) cleared from cache successfully.
pt_br: %d Códigos QR removidos do cache com sucesso.

source: %d second
pt_br: %d segundo

source: %d submissions eligible for cleanup (15+ days old with encrypted data)
pt_br: %d submissões elegíveis para limpeza (com mais de 15 dias e dados criptografados)

source: %d submissions with encrypted data
pt_br: %d envios com dados criptografados

source: %s (Copy)
pt_br: %s (Cópia)

source: %s column does not exist. Please update the database schema first.
pt_br: A coluna %s não existe. Por favor, atualize o esquema do banco de dados primeiro.

source: %s log
pt_br: %s registro

source: %s Migration
pt_br: %s Migração

source: (Calendar Deleted)
pt_br: (Calendário Excluído)

source: (default: 2)
pt_br: (padrão: 2)

source: (Deleted)
pt_br: (Excluída)

source: (Future feature)
pt_br: (Recurso futuro)

source: (Guest)
pt_br: (Visitante)

source: (recommended)
pt_br: (recomendado)

source: + Add Working Hours
pt_br: + Adicionar Horário de Funcionamento

source: 04 of January, 2026
pt_br: 04 de janeiro de 2026

source: 1 hour
pt_br: 1 hora

source: 1 hour (default)
pt_br: 1 hora (padrão)

source: 1 month
pt_br: 1 mês

source: 1 week
pt_br: 1 semana

source: 1. Calendar Configuration
pt_br: 1. Configuração do Calendário

source: 1. Certificate Layout
pt_br: 1. Layout do Certificado

source: 1. Shortcodes
pt_br: 1. Códigos Curtos

source: 10. Troubleshooting
pt_br: 9. Resolução de Problemas

source: 100px at 500px
pt_br: 100px até 500px

source: 15 minutes
pt_br: 15 minutos

source: 2. Form Builder (Fields)
pt_br: 2. Construtor de Formulários (Campos)

source: 2. PDF Template Variables
pt_br: 2. Variáveis ​​do modelo PDF

source: 2. Template Variables
pt_br: 2. Variáveis ​​de Modelo

source: 2. Working Hours & Availability
pt_br: 2. Horários de Funcionamento e Disponibilidade

source: 24 hours
pt_br: 24 horas

source: 3. Booking Rules & Restrictions
pt_br: 3. Regras e Restrições de Agendamento

source: 3. QR Code Options
pt_br: 3. Opções de código QR

source: 3. QR Code Options & Attributes
pt_br: 3. Opções e atributos do código QR

source: 3. Restriction & Security
pt_br: 3. Restrição e Segurança

source: 30 minutes
pt_br: 30 minutos

source: 4 of January, 2026
pt_br: 4 de janeiro de 2026

source: 4. Email Configuration
pt_br: 4. Configuração de E-mail

source: 4. Email Notifications
pt_br: 4. Notificações por E-mail

source: 4. Validation URL
pt_br: 4. URL de Validação

source: 5. Geolocation & Date/Time Restrictions
pt_br: 5. Geolocalização e Restrições de Data/Hora

source: 5. HTML & Styling
pt_br: 4. HTML e Estilização

source: 6. Custom Fields
pt_br: 5. Campos Personalizados

source: 7. Features
pt_br: 6. Recursos

source: 8. Security Features
pt_br: 7. Recursos de Segurança

source: 9. Complete Examples
pt_br: 8. Exemplos Completos

source: 9. Complete Template Examples
pt_br: 8. Exemplos de Modelos Completos

source: [%1$s] Activity Cancelled - %2$s
pt_br: [%1$s] Atividade Cancelada - %2$s

source: [%1$s] New Scheduled Activity - %2$s
pt_br: [%1$s] Nova Atividade Agendada - %2$s

source: [%s] Appointment Cancelled - Calendar No Longer Available
pt_br: [%s] Agendamento Cancelado - Calendário Não Disponível

source: A confirmation email has been sent to your email address.
pt_br: Um e-mail de confirmação foi enviado para o seu endereço de e-mail.

source: A scheduled activity you were included in has been cancelled:
pt_br: Uma atividade agendada em que você foi incluído foi cancelada:

source: Accepts formats: 12345678900 or 123.456.789-00
pt_br: Aceita os formatos: 12345678900 ou 123.456.789-00

source: Access Denied
pt_br: Acesso Negado

source: Access denied. Check file permissions.
pt_br: Acesso negado. Verifique as permissões do arquivo.

source: Action
pt_br: Ação

source: Actions
pt_br: Ações

source: Active
pt_br: Ativo

source: Active Audiences
pt_br: Público-alvo Ativos

source: Active Calendars
pt_br: Calendários Ativos

source: Active Environments
pt_br: Ambientes Ativos

source: Activity Cancelled
pt_br: Atividade Cancelada

source: Activity Log
pt_br: Registro de Atividades

source: Activity Log is currently disabled.
pt_br: O registro de atividades está desativado no momento.

source: Activity Log tracks important actions in your system for audit and compliance purposes (LGPD).
pt_br: O Registro de Atividades rastreia ações importantes em seu sistema para fins de auditoria e conformidade (LGPD).

source: Activity logs track important actions for audit and LGPD compliance.
pt_br: Os registros de atividades rastreiam ações importantes para auditoria e conformidade com a LGPD.

source: Activity Summary (Last 30 Days)
pt_br: Resumo das Atividades (últimos 30 dias)

source: Add Environment
pt_br: Adicionar Ambiente

source: Add Holiday
pt_br: Adicionar Feriado

source: Add Members
pt_br: Adicionar Membros

source: Add New
pt_br: Adicionar Novo

source: Add New Audience
pt_br: Adicionar Novo Público-alvo

source: Add New Calendar
pt_br: Adicionar Novo Calendário

source: Add New Environment
pt_br: Adicionar Novo Ambiente

source: Add New Field
pt_br: Adicionar Novo Campo

source: Add New Form
pt_br: Adicionar Novo Formulário

source: Add New Personal Calendar
pt_br: Adicionar Novo Calendário Pessoal

source: Add Selected Members
pt_br: Adicionar Membros Selecionados

source: Add specific dates when the calendar will be closed (holidays, maintenance, etc.).
pt_br: Adicione datas específicas quando o calendário estará fechado (feriados, manutenção, etc.).

source: Add width/height attributes
pt_br: Adicionar atributos de largura/altura

source: Add Working Hours
pt_br: Adicionar Horário de Funcionamento

source: Additional audience settings will be available in a future update.
pt_br: Configurações adicionais de público-alvo estarão disponíveis em uma atualização futura.

source: Additional self-scheduling settings will be available in a future update.
pt_br: Configurações adicionais de auto-agendamento estarão disponíveis em uma atualização futura.

source: Address
pt_br: Endereço

source: Address Georeferencing
pt_br: Georreferenciamento do Endereço

source: Admin Bar
pt_br: Barra de Administração

source: Admin Bypass Mode Active
pt_br: Modo de bypass de Administrador Ativo

source: Admin Bypass Mode Active - Geofence restrictions are disabled for administrators
pt_br: Modo de Desbloqueio Administrativo Ativo - As restrições de geolocalização estão desativadas para administradores.

source: Admin Bypass: Date/Time restrictions are disabled for administrators
pt_br: Acesso Administrativo: As restrições de data/hora estão desativadas para administradores

source: Admin Bypass: Geolocation restrictions are disabled for administrators
pt_br: Acesso Administrativo: As restrições de geolocalização estão desativadas para administradores

source: Admin Email Addresses
pt_br: Endereços de E-mail do Administrador

source: Admin must manually approve all bookings
pt_br: O administrador deve aprovar manualmente todos os agendamentos

source: Admin Notes
pt_br: Notas do Administrador

source: Admin View Mode
pt_br: Modo de Visualização do Administrador

source: Administrator Bypass
pt_br: Ignorar Administrador

source: Administrators bypass date/time restrictions
pt_br: Administradores ignoram restrições de data/hora

source: Administrators bypass geolocation restrictions
pt_br: Administradores ignoram restrições de geolocalização

source: Administrators can schedule activities for audiences (groups) in configured environments.
pt_br: Os administradores podem agendar atividades para públicos (grupos) em ambientes configurados.

source: Advanced
pt_br: Avançado

source: Advanced Permissions
pt_br: Permissões Avançadas

source: Advanced settings view file not found.
pt_br: Arquivo de visualização das configurações avançadas não encontrado.

source: All Actions
pt_br: Todas as Ações

source: All Appointments (%d)
pt_br: Todos os Agendamentos (%d)

source: All Calendars
pt_br: Todos os Calendários

source: All Environments
pt_br: Todos os Ambientes

source: All Forms
pt_br: Todos os Formulários

source: All forms
pt_br: Todos os formulários

source: All Levels
pt_br: Todos os Níveis

source: All records have been successfully migrated.
pt_br: Todos os registros foram migrados com sucesso.

source: All Schedules
pt_br: Todos os Agendamentos

source: All Status
pt_br: Todos os Status

source: All Statuses
pt_br: Todos os Status

source: All tables renamed successfully.
pt_br: Todas as tabelas foram renomeadas com sucesso.

source: Allow access
pt_br: Permitir acesso

source: Allow access (assume valid)
pt_br: Permitir acesso (presumir válido)

source: Allow access (better UX)
pt_br: Permitir acesso (melhor experiência do usuário)

source: Allow access to appointment-related features. Calendar-specific settings also apply.
pt_br: Permitir acesso a recursos relacionados a compromissos. As configurações específicas do calendário também se aplicam.

source: Allow access to certificate-related features in the user dashboard.
pt_br: Permitir o acesso a recursos relacionados a certificados no painel do usuário.

source: Allow administrators to bypass geofence restrictions for testing and content management.
pt_br: Permitir que os administradores ignorem as restrições de geolocalização para testes e gerenciamento de conteúdo.

source: Allow administrators to bypass the block (recommended)
pt_br: Permitir que os administradores ignorem o bloqueio (recomendado)

source: Allow User Cancellation
pt_br: Permitir Cancelamento pelo Usuário

source: Allowed Areas (GPS)
pt_br: Áreas Permitidas (GPS)

source: Allowed Roles
pt_br: Funções Permitidas

source: Allowlist (CPF/RF)
pt_br: Lista de permissões (CPF/RF)

source: Allowlist (CPFs / IDs)
pt_br: Lista de permissões (CPFs / IDs)

source: Allowlist/Denylist:
pt_br: Lista de permissões/bloqueios:

source: Allows creation of dynamic forms, saves submissions, generates a PDF certificate, and enables CSV export.
pt_br: Permite a criação de formulários dinâmicos, salva os envios, gera um certificado em PDF e possibilita a exportação em CSV.

source: Always use inline styles
pt_br: Sempre use estilos embutidos

source: An error occurred while booking. Please try again.
pt_br: Ocorreu um erro ao efetuar a reserva. Por favor, tente novamente.

source: An error occurred. Please try again.
pt_br: Ocorreu um erro. Por favor, tente novamente.

source: An unexpected error occurred.
pt_br: Ocorreu um erro inesperado.

source: An unexpected error occurred. Please try again.
pt_br: Ocorreu um erro inesperado. Por favor, tente novamente.

source: AND - Require both GPS AND IP to be valid (stricter)
pt_br: E - Exigir que tanto o GPS quanto o IP sejam válidos (mais rigoroso)

source: Any custom field name you created
pt_br: Qualquer nome de campo personalizado que você criou.

source: Any custom field you create in Form Builder automatically becomes a template variable:
pt_br: Qualquer campo personalizado que você criar no Construtor de Formulários se tornará automaticamente uma variável de modelo:

source: Apply to
pt_br: Aplicar para

source: appointment
pt_br: agendamento

source: Appointment Approved: %s
pt_br: Agendamento Aprovado: %s

source: Appointment booked successfully!
pt_br: Agendamento realizado com sucesso!

source: Appointment booked successfully! Awaiting admin approval.
pt_br: Agendamento realizado com sucesso! Aguardando aprovação dos administradores.

source: Appointment Booked!
pt_br: Agendamento Realizado!

source: Appointment Cancelled
pt_br: Agendamento Cancelado

source: Appointment cancelled successfully
pt_br: Agendamento cancelado com sucesso

source: Appointment cancelled successfully.
pt_br: Agendamento cancelado com sucesso.

source: Appointment Cancelled: %s
pt_br: Agendamento Cancelado: %s

source: Appointment Confirmation - {{calendar_title}}
pt_br: Confirmação de Agendamento - {{calendar_title}}

source: Appointment Confirmation: %s
pt_br: Confirmação de Agendamento: %s

source: Appointment confirmed successfully.
pt_br: Agendamento confirmado com sucesso.

source: Appointment Confirmed!
pt_br: Agendamento Confirmado!

source: Appointment Date
pt_br: Data do Agendamento

source: Appointment Details
pt_br: Detalhes do Agendamento

source: Appointment Duration
pt_br: Duração do Agendamento

source: Appointment handler not available
pt_br: Processador de agendamento não disponível

source: Appointment ID:
pt_br: ID do Agendamento:

source: Appointment Information
pt_br: Informações do Agendamento

source: Appointment not found
pt_br: Agendamento não encontrado

source: Appointment not found.
pt_br: Agendamento não encontrado.

source: Appointment Permissions
pt_br: Permissões de Agendamento

source: Appointment Receipt
pt_br: Comprovante de Agendamento

source: Appointment Receipt Valid
pt_br: Comprovante de Agendamento Válido

source: Appointment Reminder
pt_br: Lembrete de Agendamento

source: Appointment repository not available
pt_br: Repositório de agendamento não disponível

source: Appointment_Receipt
pt_br: Comprovante_Agendamento

source: Appointments
pt_br: Agendamentos

source: Appointments cannot be booked more than %d days in advance.
pt_br: Agendamentos não podem ser realizados com mais de %d dias de antecedência.

source: Appointments must be booked at least %d hours in advance.
pt_br: Agendamentos devem ser realizados com pelo menos %d horas de antecedência.

source: Approved At
pt_br: Aprovado Em

source: Approved By
pt_br: Aprovado Por

source: April
pt_br: Abril

source: Archived
pt_br: Arquivado

source: Are you absolutely sure?\n\nThis action CANNOT be undone!\n\nAll selected data will be permanently deleted.
pt_br: Tem certeza absoluta?\nEsta ação NÃO PODE ser desfeita!\n\nTodos os dados selecionados serão excluídos permanentemente.

source: Are you sure you want to cancel this appointment?
pt_br: Tem certeza que deseja cancelar este agendamento?

source: Are you sure you want to cancel this booking?
pt_br: Tem certeza que deseja cancelar esta reserva?

source: Are you sure you want to delete ALL appointments? This will permanently remove all appointment data and cannot be undone!
pt_br: Tem certeza que deseja excluir TODOS os agendamentos? Isso removerá permanentemente todos os dados de agendamento e não poderá ser desfeito!

source: Are you sure you want to delete these appointments? This action cannot be undone.
pt_br: Tem certeza que deseja excluir estes agendamentos? Esta ação não pode ser desfeita.

source: Are you sure you want to delete this audience?
pt_br: Tem certeza que deseja excluir este público-alvo?

source: Are you sure you want to delete this calendar?
pt_br: Tem certeza que deseja excluir este calendário?

source: Are you sure you want to delete this environment?
pt_br: Tem certeza que deseja excluir este ambiente?

source: Are you sure you want to delete this item?
pt_br: Tem certeza que deseja excluir este item?

source: Are you sure you want to delete this?
pt_br: Tem certeza que deseja excluir isso?

source: Are you sure you want to unlink this user from the submission?
pt_br: Tem certeza de que deseja desvincular este usuário dessa submissão?

source: Associate submissions with WordPress users based on CPF/RF
pt_br: Associar envios a usuários do WordPress com base no CPF/RF

source: At least one audience must be selected.
pt_br: Pelo menos um público-alvo deve ser selecionado.

source: At least one geolocation method (GPS or IP) must be enabled when geolocation is active.
pt_br: Pelo menos um método de geolocalização (GPS ou IP) deve estar ativado quando a geolocalização estiver ativa.

source: At least one user must be selected.
pt_br: Pelo menos um usuário deve ser selecionado.

source: Audience
pt_br: Público-alvo

source: Audience Bookings
pt_br: Agendamentos de Público-alvo

source: Audience Calendars
pt_br: Calendários de Público-alvo

source: Audience Groups
pt_br: Grupos de Público-alvo

source: Audience not found.
pt_br: Público-alvo não encontrado.

source: Audience Scheduling
pt_br: Agendamento de Público-alvo

source: Audience Scheduling Settings
pt_br: Configurações de Agendamento de Público-alvo

source: Audience updated successfully.
pt_br: Público-alvo atualizado com sucesso.

source: Audience:
pt_br: Público-alvo:

source: Audiences
pt_br: Públicos-alvo

source: Audiences:
pt_br: Públicos-alvo:

source: August
pt_br: Agosto

source: Auth Code
pt_br: Código de Autenticação

source: Authentication Code
pt_br: Código de Autenticação

source: Authentication code
pt_br: Código de autenticação

source: Authentication Code:
pt_br: Código de autenticação:

source: Authenticity:
pt_br: Autenticidade:

source: Auto (follow OS)
pt_br: Auto (seguir SO)

source: Auto-delete (days)
pt_br: Exclusão automática (dias)

source: Auto-delete:
pt_br: Exclusão automática:

source: Automatic (or not) email sent with certificate PDF attached upon submission
pt_br: Envio automático (ou não) de e-mail com o certificado em PDF anexado após a submissão.

source: Automatic Warming
pt_br: Aquecimento Automático

source: Automatically delete activity logs older than this many days. Set to 0 to keep logs indefinitely.
pt_br: Excluir automaticamente os registros de atividades com mais de um determinado número de dias. Defina como 0 para manter os registros indefinidamente.

source: Available
pt_br: Disponível

source: Available time slots
pt_br: Horários disponíveis

source: Available Times
pt_br: Horários Disponíveis

source: Available variables:
pt_br: Variáveis disponíveis:

source: Back to Audiences
pt_br: Voltar aos Público-alvo

source: Back to Calendars
pt_br: Voltar aos Calendários

source: Back to Environments
pt_br: Voltar aos Ambientes

source: Background color
pt_br: Cor de fundo

source: Background Image
pt_br: Imagem de Fundo

source: Background image selected!
pt_br: Imagem de fundo selecionada!

source: Background Image URL:
pt_br: URL da Imagem de Fundo:

source: Bad request. Check console.
pt_br: Solicitação inválida. Verifique o console.

source: Banned users...
pt_br: Usuários banidos...

source: Basic humanity verification
pt_br: Verificação básica de humanidade

source: Best regards,
pt_br: Atenciosamente,

source: Blacklist
pt_br: Lista negra

source: Block access
pt_br: Bloquear acesso

source: Block access (assume invalid)
pt_br: Bloquear acesso (presumir inválido)

source: Block access (better security)
pt_br: Bloquear acesso (maior segurança)

source: Block after
pt_br: Bloquear depois

source: Block duration
pt_br: Duração do bloqueio

source: Block WP-Admin Access
pt_br: Bloquear acesso do WP-Admin

source: Blocked (30 days):
pt_br: Bloqueado (30 dias):

source: Blocked CPF/RF cannot submit
pt_br: CPF/RF bloqueado não pode enviar

source: Blocked Message
pt_br: Mensagem Bloqueada

source: Blocked Roles
pt_br: Funções Bloqueadas

source: Blocked today:
pt_br: Bloqueado hoje:

source: Bold text:
pt_br: Texto em negrito:

source: Book Another Appointment
pt_br: Agendar Outro Horário

source: Book Appointment
pt_br: Agendar Horário

source: Book appointments
pt_br: Reservar agendamentos

source: Booked
pt_br: Reservado

source: Booked on:
pt_br: Agendado em:

source: booking
pt_br: reserva

source: Booking cancelled successfully.
pt_br: Reserva cancelada com sucesso.

source: Booking created successfully!
pt_br: Reserva criada com sucesso!

source: Booking created successfully.
pt_br: Reserva criada com sucesso.

source: Booking is already cancelled.
pt_br: A reserva já está cancelada.

source: Booking not found.
pt_br: Reserva não encontrada.

source: Booking Type
pt_br: Tipo de Reserva

source: Bookings
pt_br: Reservas

source: bookings
pt_br: reservas

source: Border
pt_br: Borda

source: Break Between Appointments
pt_br: Intervalo Entre Agendamentos

source: Brief description of this calendar (optional)
pt_br: Breve descrição deste calendário (opcional)

source: Buffer time between appointments (0 = no break)
pt_br: Tempo de intervalo entre agendamentos (0 = sem intervalo)

source: Bulk action completed.
pt_br: Ação em massa concluída.

source: By Level:
pt_br: Por Nível:

source: By type:
pt_br: Por tipo:

source: Bypass Date/Time
pt_br: Ignorar Data/Hora

source: Bypass for Administrators
pt_br: Ignorar para Administradores

source: Bypass Geolocation
pt_br: Ignorar Geolocalização

source: Cache IP geolocation results to reduce API calls
pt_br: Armazene em cache os resultados de geolocalização de IP para reduzir as chamadas à API

source: Cache settings view file not found.
pt_br: Arquivo de visualização das configurações de cache não encontrado.

source: Cache Status:
pt_br: Estado do Cache:

source: Cached QR Codes:
pt_br: Códigos QR em cache:

source: Calendar
pt_br: Calendário

source: Calendar "%s" was deleted
pt_br: O calendário "%s" foi excluído

source: Calendar has no working hours configured. Please contact the administrator.
pt_br: O calendário não possui horários de funcionamento configurados. Entre em contato com o administrador.

source: Calendar ID
pt_br: ID do Calendário

source: Calendar ID is required.
pt_br: O ID do Calendário é obrigatório.

source: Calendar is not active
pt_br: Calendário não está ativo

source: Calendar is not active.
pt_br: Calendário não está ativo.

source: Calendar not found
pt_br: Calendário não encontrado

source: Calendar not found in database. Save the calendar first.
pt_br: Calendário não encontrado no banco de dados. Salve o calendário primeiro.

source: Calendar not found.
pt_br: Calendário não encontrado.

source: Calendar repository not available
pt_br: Repositório de calendário não disponível

source: Calendar status (inactive = no new bookings allowed)
pt_br: Status do calendário (inativo = novos agendamentos não permitidos)

source: Calendar updated successfully.
pt_br: Calendário atualizado com sucesso.

source: Calendar:
pt_br: Calendário:

source: Calendars
pt_br: Calendários

source: Can I undo a migration?
pt_br: Posso desfazer uma migração?
