Repository: rpgmem/wp-ffcertificate
Catalog: languages/ffcertificate-*.po
Languages: pt_br

# Post Type General Name
source: Forms
pt_br: Formulários

# Post Type General Name
source: Personal Calendars
pt_br: Calendários Pessoais

# Post Type Singular Name
source: Form
pt_br: Formulário

# Post Type Singular Name
source: Personal Calendar
pt_br: Calendário Pessoal

source: Pre-load cache daily
pt_br: Pré-carregar cache diariamente

source: Prevent selected roles from accessing /wp-admin
pt_br: Impedir que funções selecionadas acessem /wp-admin

source: Prevent users from booking another appointment within X hours of their last booking (0 = disabled, default: 24 hours)
pt_br: Impedir que usuários agendem outro horário dentro de X horas do último agendamento (0 = desabilitado, padrão: 24 horas)

source: Prevents abuse with configurable submission limits
pt_br: Impede o abuso com limites de envio configuráveis.

source: Preview
pt_br: Visualizar

source: Preview Calendar
pt_br: Visualizar Calendário

source: Preview:
pt_br: Pré-visualização:

source: Previous
pt_br: Anterior

source: Previous month
pt_br: Mês anterior

source: Previously submitted identification information (CPF/RF) does not generate new certificates.
pt_br: As informações de identificação previamente enviadas (CPF/RF) não geram novos certificados.

source: Primary Service
pt_br: Serviço Primário

source: Print
pt_br: Imprimir

source: Privacy Policy
pt_br: Política de Privacidade

source: Privacy:
pt_br: Privacidade:

source: Private
pt_br: Privado

source: Private (only users with permission)
pt_br: Privado (apenas usuários com permissão)

source: Problem
pt_br: Problema

source: Processed
pt_br: Processado

source: Processing...
pt_br: Processando...

source: Profile
pt_br: Perfil

source: Program
pt_br: Programa

source: Program/Course name (if custom field exists)
pt_br: Nome do Programa/Curso (se houver campo personalizado)

source: Progress
pt_br: Progresso

source: Protected authentication code.
pt_br: Código de autenticação protegido.

source: Protected internal field.
pt_br: Campo interno protegido.

source: Public
pt_br: Público

source: Public (visible to all logged-in users)
pt_br: Público (visível para todos os usuários logados)

source: Publish this calendar to generate the shortcode.
pt_br: Publique este calendário para gerar o código curto.

source: Published
pt_br: Publicado

source: Published Forms:
pt_br: Formulários Publicados:

source: QR Actions
pt_br: Ações QR

source: QR Code Cache
pt_br: Cache de Código QR

source: QR Code Defaults
pt_br: Configurações Padrão do Código QR

source: QR Code image (see section 3 for options)
pt_br: Imagem do Código QR (consulte a seção 3 para opções)

source: QR Code too large/small
pt_br: Código QR muito grande/pequeno

source: QR Code Validation:
pt_br: Validação do código QR:

source: QR Codes will be regenerated automatically when needed. This action is safe and reversible.
pt_br: Os códigos QR serão regenerados automaticamente quando necessário. Essa ação é segura e reversível.

source: QR Statistics
pt_br: Estatísticas QR

source: Quantity must be between 1 and 1000.
pt_br: A quantidade deve estar entre 1 e 1000.

source: Quartile (25% correction)
pt_br: Quartil (correção de 25%)

source: Quartile (25%)
pt_br: Quartil (25%)

source: Quick Actions
pt_br: Ações Rápidas

source: Quick Navigation
pt_br: Navegação Rápida

source: Radio Box
pt_br: Caixa Radial

source: Radio Buttons
pt_br: Botões de Seleção Única

source: Range:
pt_br: Faixa:

source: Rate Limit
pt_br: Taxa Limite

source: Rate Limiting:
pt_br: Taxa Limite:

source: Re-registration
pt_br: Registrar novamente

source: Reason:
pt_br: Motivo:

source: recommended
pt_br: recomendado

source: Recommended for sites with many forms or high traffic.
pt_br: Recomendado para sites com muitos formulários ou alto tráfego.

source: Recommended. Caches geolocation by IP to avoid repeated API calls.
pt_br: Recomendado. Armazena geolocalização por IP em cache para evitar chamadas repetidas à API.

source: Recommended: 100-200px for certificates
pt_br: Recomendado: 100-200px para certificados

source: records...
pt_br: registros...

source: Redirect Message
pt_br: Mensagem de Redirecionamento

source: Redirect Settings
pt_br: Configurações de Redirecionamento

source: Redirect URL
pt_br: URL de Redirecionamento

source: Reminder Sent At
pt_br: Lembrete Enviado Em

source: Reminder Timing
pt_br: Lembrete de Horário

source: Reminder: Appointment Tomorrow - %s
pt_br: Lembrete: Agendamento Amanhã - %s

source: Remove
pt_br: Remover

source: Remove old migration data and cleanup database
pt_br: Remova os dados de migração antigos e limpe o banco de dados.

source: Remove this field?
pt_br: Remover este campo?

source: Remove this holiday?
pt_br: Remover este feriado?

source: Remove this member?
pt_br: Remover este membro?

source: Remove unencrypted copies of sensitive data older than 15 days
pt_br: Remover cópias não criptografadas de dados sensíveis com mais de 15 dias

source: Removes the link between this submission and the WordPress user.
pt_br: Remove a associação entre esta submissão e o usuário do WordPress.

source: Replace "123" with your Form ID from the "All Forms" list.
pt_br: Substitua "123" pelo ID do seu Formulário da lista "Todos os Formulários".

source: Replace "456" with your Calendar ID. Users can view available slots and book appointments.
pt_br: Substitua "456" pelo seu ID do calendário. Os usuários podem visualizar os horários disponíveis e agendar compromissos.

source: Reprinting certificates:
pt_br: Reimpressão de certificados:

source: Request timed out. Please try again.
pt_br: A solicitação expirou. Por favor, tente novamente.

source: Require Manual Approval
pt_br: Exigir Aprovação Manual

source: Require User Login
pt_br: Exigir Login do Usuário

source: Require users to have a single-use ticket to generate the certificate (it is consumed after use).
pt_br: Exigir que os usuários possuam um ingresso de uso único para gerar o certificado (ele é consumido após o uso).

source: Required column "email" not found in CSV.
pt_br: Coluna obrigatória "email" não encontrada no CSV.

source: Required column "email" not found.
pt_br: Coluna obrigatória "email" não encontrada.

source: Required column "name" not found in CSV.
pt_br: Coluna obrigatória "name" não encontrada no CSV.

source: Required column "name" not found.
pt_br: Coluna obrigatória "name" não encontrada.

source: Required columns: email. Optional: name, audience_id or audience_name.
pt_br: Colunas obrigatórias: email. Opcionais: name, audience_id ou audience_name.

source: Required columns: name. Optional: color, parent (parent audience name).
pt_br: Colunas obrigatórias: name. Opcionais: color, parent (nome do público-alvo mãe).

source: Required only if using ipinfo.io service. Free tier: 50,000 requests/month.
pt_br: Necessário apenas se estiver usando o serviço ipinfo.io. Plano gratuito: 50.000 solicitações/mês.

source: Required:
pt_br: Obrigatório:

source: Required?
pt_br: Obrigatório?

source: Requires valid ticket (consumed after use)
pt_br: Requer ingresso válido (consumido após o uso)

source: Reset ID counter to 1
pt_br: Redefinir contador de ID para 1

source: REST API
pt_br: API REST

source: Restore
pt_br: Restaurar

source: Restrict form access by date and time
pt_br: Restringir o acesso ao formulário por data e hora.

source: Restrict form access by geographic location
pt_br: Restringir o acesso ao formulário por localização geográfica.

source: Result
pt_br: Resultado

source: Retention
pt_br: Retenção

source: Revoke All
pt_br: Revogar Tudo

source: Rollback completed successfully.
pt_br: O processo de reversão foi concluído com sucesso.

source: Row %1$d: Could not create user: %2$s
pt_br: Linha %1$d: Não foi possível criar o usuário: %2$s

source: Row %1$d: Parent audience "%2$s" not found.
pt_br: Linha %1$d: Público-alvo mãe "%2$s" não encontrado.

source: Row %1$d: User not found: %2$s
pt_br: Linha %1$d: Usuário não encontrado: %2$s

source: Row %d: Could not create audience.
pt_br: Linha %d: Não foi possível criar o público-alvo.

source: Row %d: Could not determine audience.
pt_br: Linha %d: Não foi possível determinar o público-alvo.

source: Row %d: Empty name.
pt_br: Linha %d: Nome vazio.

source: Row %d: Invalid email address.
pt_br: Linha %d: Endereço de e-mail inválido.

source: Run %s migration?\n\nThis will automatically process ALL records in batches of 100 until complete.
pt_br: Executar migração %s?\n\nIsso processará automaticamente TODOS os registros em lotes de 100 até a conclusão.

source: Run Migration
pt_br: Executar Migração

source: Runs a daily cron job to keep the cache always updated.
pt_br: Executa uma tarefa cron diária para manter o cache sempre atualizado.

source: Sample CSV Format
pt_br: Formato CSV de Exemplo

source: Sat
pt_br: Sáb

source: Saturday
pt_br: Sábado

source: Saturday, January 4, 2026
pt_br: Sábado, Janeiro 4, 2026

source: Save Changes
pt_br: Salvar Alterações

source: Save Geolocation Settings
pt_br: Salvar Configurações de Geolocalização

source: Save Settings
pt_br: Salvar Configurações

source: Save this code to manage your appointment.
pt_br: Salve este código para gerenciar seu agendamento.

source: Saved!
pt_br: Salvo!

source: Saving...
pt_br: Salvando...

source: Scan to instantly verify certificate authenticity
pt_br: Escaneie para verificar instantaneamente a autenticidade do certificado

source: Scheduled by:
pt_br: Agendado por:

source: Scheduling
pt_br: Agendamento

source: Scheduling Dashboard
pt_br: Painel de Agendamento

source: Scheduling Settings
pt_br: Configurações de Agendamento

source: Search
pt_br: Busca

source: Search activity logs
pt_br: Pesquisar registros de atividades

source: Search by name, email, ID or CPF/RF...
pt_br: Pesquise por nome, e-mail, ID ou CPF/RF...

source: Search for a WordPress user to link to this submission. The user will see this certificate in their dashboard.
pt_br: Procure um usuário do WordPress para vincular a esta submissão. O usuário verá este certificado em seu painel de controle.

source: Search Forms
pt_br: Formulários de Pesquisa

source: Search logs...
pt_br: Registros de pesquisa...

source: Search Personal Calendars
pt_br: Pesquisar Calendários Pessoais

source: Search users...
pt_br: Pesquisar usuários...

source: Search users:
pt_br: Pesquisar usuários:

source: seconds
pt_br: segundos

source: Security check failed
pt_br: Verificação de segurança falhou

source: Security check failed.
pt_br: A verificação de segurança falhou.

source: Security check failed. Please refresh the page and try again.
pt_br: Verificação de segurança falhou. Por favor, atualize a página e tente novamente.

source: Security check failed. Please refresh the page.
pt_br: A verificação de segurança falhou. Por favor, atualize a página.

source: Security check failed. Please reload the page.
pt_br: A verificação de segurança falhou. Por favor, recarregue a página.

source: Security Error: Request blocked (Honeypot).
pt_br: Erro de segurança: Solicitação bloqueada (Honeypot).

source: Security: How much is %1$d + %2$d?
pt_br: Segurança: Quanto é %1$d + %2$d?

source: See documentation
pt_br: Consulte a documentação

source: Select (Combobox)
pt_br: Selecionar (Caixa de combinação)

source: Select a calendar
pt_br: Selecionar um calendário

source: Select a parent to create a sub-group (2-level hierarchy only).
pt_br: Selecione um pai para criar um subgrupo (apenas hierarquia de 2 níveis).

source: Select a specific audience or leave empty to use audience_id/audience_name from CSV.
pt_br: Selecione um público-alvo específico ou deixe vazio para usar audience_id/audience_name do CSV.

source: Select a Template
pt_br: Selecione um Modelo

source: Select audience groups
pt_br: Selecionar grupos de público-alvo

source: Select Audiences
pt_br: Selecionar Públicos-alvo

source: Select Background Image
pt_br: Selecione a Imagem de Fundo

source: Select Server Template...
pt_br: Selecione um Modelo do Servidor...

source: Select Users
pt_br: Selecionar Usuários

source: Select users
pt_br: Selecionar usuários

source: Select which IP geolocation service to use. ip-api.com is free without API key.
pt_br: Selecione qual serviço de geolocalização de IP usar. O ip-api.com é gratuito sem chave de API.

source: Select which restrictions to apply (can combine multiple):
pt_br: Selecione quais restrições aplicar (é possível combinar várias):

source: Select which roles should be blocked from accessing wp-admin.
pt_br: Selecione quais funções devem ser bloqueadas de acessar o wp-admin.

source: Select...
pt_br: Selecione...

source: Selected time is outside working hours.
pt_br: O horário selecionado está fora do horário de funcionamento.

source: Self
pt_br: Pessoal

source: Self-Scheduling
pt_br: Auto-Agendamento

source: Self-Scheduling (Personal)
pt_br: Auto-Agendamento (Pessoal)

source: Self-Scheduling Settings
pt_br: Configurações de Auto-Agendamento

source: Self-Scheduling:
pt_br: Auto-Agendamento:

source: Send
pt_br: Enviar

source: Send confirmation email to user
pt_br: Enviar e-mail de confirmação para o usuário

source: Send email on cancellation
pt_br: Enviar e-mail ao cancelamento

source: Send email on new booking
pt_br: Enviar e-mail ao novo agendamento

source: Send Email to User?
pt_br: Enviar E-mail ao Usuário?

source: Send notification to admin on new booking
pt_br: Enviar notificação ao administrador em novo agendamento

source: Send notification when booking is approved
pt_br: Enviar notificação quando o agendamento for aprovado

source: Send notification when booking is cancelled
pt_br: Enviar notificação quando o agendamento for cancelado

source: Send reminder before appointment
pt_br: Enviar lembrete antes do agendamento

source: Send welcome email when a new WordPress user is created during migration. Recommended to keep disabled to avoid sending bulk emails.
pt_br: Enviar e-mail de boas-vindas quando um novo usuário do WordPress for criado durante a migração. Recomenda-se manter desativado para evitar o envio de e-mails em massa.

source: Send welcome email when a new WordPress user is created via appointment booking. The email contains a password reset link.
pt_br: Enviar e-mail de boas-vindas quando um novo usuário do WordPress for criado por meio do agendamento de consultas. O e-mail contém um link para redefinição de senha.

source: Send welcome email when a new WordPress user is created via CSV import. Recommended to keep disabled to avoid sending bulk emails.
pt_br: Enviar e-mail de boas-vindas quando um novo usuário do WordPress for criado por meio da importação de CSV. Recomenda-se manter essa opção desativada para evitar o envio de e-mails em massa.

source: Send welcome email when a new WordPress user is created via form submission. The email contains a password reset link.
pt_br: Envie um e-mail de boas-vindas quando um novo usuário do WordPress for criado por meio do envio de um formulário. O e-mail contém um link para redefinição de senha.

source: Sensitive data (email, CPF/RF, IP) is encrypted in the database.
pt_br: Dados sensíveis (e-mail, CPF/RF, IP) são criptografados no banco de dados.

source: Separate with commas
pt_br: Separe com vírgulas

source: September
pt_br: Setembro

source: Server error (Status: %d)
pt_br: Erro do servidor (Status: %d)

source: Service Cascade
pt_br: Cascata de Serviços

source: Service not available.
pt_br: Serviço não disponível.

source: Set user capabilities based on submission/appointment history
pt_br: Definir permissões de usuário com base no histórico de submissões/agendamentos

source: Settings
pt_br: Configurações

source: Settings > General > Activity Log Settings
pt_br: Configurações > Geral > Configurações do Registro de Atividades

source: Settings Changed
pt_br: Configurações Alteradas

source: Settings not saving between tabs
pt_br: As configurações não estão sendo salvas entre as abas.

source: Settings saved!
pt_br: Configurações salvas!

source: Settings saved.
pt_br: Configurações salvas.

source: Settings specific to the audience/group booking system.
pt_br: Configurações específicas para o sistema de agendamento de público-alvo/grupo.

source: Settings specific to the personal appointment booking system. Calendar-specific settings (slots, working hours, email templates) are configured on each calendar's edit page.
pt_br: Configurações específicas para o sistema de agendamento pessoal. Configurações específicas do calendário (horários, horas de funcionamento, modelos de e-mail) são configuradas na página de edição de cada calendário.

source: Shared password for all users
pt_br: Senha compartilhada para todos os usuários

source: Shortcode
pt_br: Código curto

source: Show Admin Bar
pt_br: Exibir Barra de Administração

source: Show admin bar on frontend for blocked roles
pt_br: Exibir a barra de administração no frontend para funções bloqueadas.

source: Show blocked message (Recommended)
pt_br: Exibir mensagem bloqueada (Recomendado)

source: Show cancelled bookings
pt_br: Mostrar reservas canceladas

source: Show remaining attempts
pt_br: Mostrar tentativas restantes

source: Show title + description + message
pt_br: Exibir título + descrição + mensagem

source: Show wait time
pt_br: Mostrar tempo de espera

source: Shows detailed geolocation information in browser console (F12) for troubleshooting.
pt_br: Exibe informações detalhadas de geolocalização no console do navegador (F12) para auxiliar na resolução de problemas.

source: Signature with fixed height, proportional width
pt_br: Assinatura com altura fixa e largura proporcional.

source: Single Password
pt_br: Senha Única

source: Single Password:
pt_br: Senha Única:

source: SMTP Host
pt_br: Host SMTP

source: SMTP Port
pt_br: Porta SMTP

source: SMTP Server Configuration
pt_br: Configuração do servidor SMTP

source: SMTP settings view file not found.
pt_br: Arquivo de visualização das configurações SMTP não encontrado.

source: Solution
pt_br: Solução

source: Some tables could not be renamed. Check details.
pt_br: Algumas tabelas não puderam ser renomeadas. Verifique os detalhes.

source: Some tables could not be rolled back. Check details.
pt_br: Algumas tabelas não puderam ser revertidas. Verifique os detalhes.

source: Start Time
pt_br: Horário de Início

source: Start time applies to start date, end time applies to end date. Form is open continuously between those timestamps.
pt_br: O horário de início refere-se à data de início, e o horário de término refere-se à data de término. O formulário permanece aberto continuamente entre esses dois horários.

source: Start:
pt_br: Início:

source: State
pt_br: Estado

source: Statistics
pt_br: Estatísticas

source: Step 1:
pt_br: Passo 1:

source: Step 2:
pt_br: Passo 2:

source: Step 3:
pt_br: Passo 3:

source: Store generated QR Codes in database
pt_br: Armazene os Códigos QR gerados no banco de dados.

source: Store generated QR Codes in database to avoid regenerating them on each request.
pt_br: Armazene os códigos QR gerados no banco de dados para evitar regenerá-los a cada solicitação.

source: Style
pt_br: Estilo

source: Subject
pt_br: Assunto

source: Submission Created
pt_br: Submissão Criada

source: Submission created before magic links
pt_br: Envio criado antes dos links mágicos

source: Submission Date
pt_br: Data de Envio

source: Submission Deleted
pt_br: Submissão Excluída

source: Submission Details:
pt_br: Detalhes da Submissão:

source: Submission ID
pt_br: ID da Submissão

source: Submission ID %1$d: %2$s
pt_br: ID da Submissão %1$d: %2$s

source: Submission ID %1$d: Email "%2$s" is used by multiple CPF/RF (conflict detected)
pt_br: Submissão ID %d: E-mail "%s" é usado por múltiplos CPF/RF (conflito detectado)

source: Submission ID %1$d: Failed to create user - %2$s
pt_br: ID da submissão %d: Falha ao criar o usuário - %2$s

source: Submission ID %1$d: Failed to decrypt email - %2$s
pt_br: ID de envio %d: Falha ao descriptografar o e-mail - %2$s

source: Submission ID %d: Email encrypted is empty
pt_br: ID de envio %d: O e-mail criptografado está vazio

source: Submission ID %d: Invalid email after decryption
pt_br: ID de envio %d: E-mail inválido após a descriptografia

source: Submission not found.
pt_br: Envio não encontrado.

source: Submission status (publish, trash, etc).
pt_br: Status da submissão (publicado, lixo, etc.).

source: Submission Updated
pt_br: Submissão Atualizada

source: Submission updated successfully.
pt_br: Envio atualizado com sucesso.

source: Submissions
pt_br: Submissões

source: Submit
pt_br: Enviar

source: Success!
pt_br: Sucesso!

source: Success! Your certificate has been generated.
pt_br: Sucesso! Seu certificado foi gerado.

source: Successfully deleted %d appointment(s).
pt_br: %d agendamento(s) excluído(s) com sucesso.

source: Successfully deleted %d cancelled appointment(s).
pt_br: %d agendamento(s) cancelado(s) excluído(s) com sucesso.

source: Successfully deleted %d future appointment(s).
pt_br: %d agendamento(s) futuro(s) excluído(s) com sucesso.

source: Successfully deleted %d past appointment(s).
pt_br: %d agendamento(s) passado(s) excluído(s) com sucesso.

source: Successfully renamed %1$s to %2$s.
pt_br: Renomeação bem-sucedida de %1$s para %2$s.

source: Sun
pt_br: Dom

source: Sunday
pt_br: Domingo

source: Supported HTML Tags:
pt_br: Tags HTML suportadas:

source: Supports Portuguese and English languages
pt_br: Suporta os idiomas português e inglês.

source: System / Anonymous
pt_br: Sistema / Anônimo

source: System error: Utils class not loaded.
pt_br: Erro do sistema: Classe Utils não carregada.

source: System Information
pt_br: Informações do sistema

source: System unavailable.
pt_br: Sistema indisponível.

source: Table %s already exists, skipping.
pt_br: A tabela %s já existe, ignorando.

source: Table %s does not exist, nothing to rename.
pt_br: A tabela %s não existe, não há nada para renomear.

source: Tables for layout (logos, signatures)
pt_br: Tabelas para layout (logotipos, assinaturas)

source: Target Audience
pt_br: Público-alvo

source: Tax ID (CPF) Rate Limit
pt_br: Taxa Limite de ID (CPF/RF)

source: Tax IDs (CPFs)
pt_br: IDs (CPFs/RFs)

source: Template "%s" loaded successfully!
pt_br: Template "%s" carregado com sucesso!

source: Template file not found. Check if file exists in html/ folder.
pt_br: Arquivo de modelo não encontrado. Verifique se o arquivo existe na pasta html/.

source: Template loaded successfully!
pt_br: Modelo carregado com sucesso!

source: Template not found.
pt_br: Modelo não encontrado.

source: Test with simple content first
pt_br: Teste primeiro com conteúdo simples.

source: Text
pt_br: Texto

source: Text alignment
pt_br: Alinhamento de texto

source: Text color
pt_br: Cor do texto

source: Text Field
pt_br: Campo de Texto

source: Textarea
pt_br: Área de texto

source: The "FFC User" role is automatically assigned to users who submit forms with CPF/RF.
pt_br: A função "FFC User" é atribuída automaticamente aos usuários que enviam formulários com CPF/RF.

source: The cache stores form settings to improve performance.
pt_br: O cache armazena configurações do formulário para melhorar o desempenho.

source: The environment is closed at this time.
pt_br: O ambiente está fechado neste horário.

source: The form will have a global password for submission.
pt_br: O formulário terá uma senha global para envio.

source: The HTML editor is empty. Add a template first.
pt_br: O editor HTML está vazio. Adicione um template primeiro.

source: The ID must have exactly 7 digits (RF) or 11 digits (CPF).
pt_br: O ID deve ter exatamente 7 dígitos (RF) ou 11 dígitos (CPF).

source: The QR code can be customized with various attributes:
pt_br: O Código QR pode ser personalizado com diversos atributos:
