Repository: rpgmem/wp-ffcertificate
Catalog: languages/ffcertificate-*.po
Languages: pt_br

source: Link to magic, text /valid
pt_br: Link magico, texto /valid

source: Link to magic, text magic
pt_br: Link magico, texto link mágico

source: Link to page with certificate validation
pt_br: Link para a página com a validação do certificado.

source: Linked Emails:
pt_br: E-mails Vinculados:

source: Linked User
pt_br: Usuário Vinculado

source: Links that don't pass validation on the website. Shared by email and quickly verifying the certificate's.
pt_br: Links que não passam pela validação do site. Compartilhável por e-mail e com verificação rápida dos certificados.

source: Lists (bullet or numbered)
pt_br: Listas (com marcadores ou numeradas)

source: Load
pt_br: Carregar

source: Load "%s"? This will replace your current certificate HTML.
pt_br: Carregar "%s"? Isso substituirá o HTML atual do seu certificado.

source: Loading appointments...
pt_br: Carregando agendamentos...

source: Loading available slots...
pt_br: Carregando horários disponíveis...

source: Loading bookings...
pt_br: Carregando reservas...

source: Loading calendar...
pt_br: Carregando calendário...

source: Loading certificates...
pt_br: Carregando certificados...

source: Loading profile...
pt_br: Carregando perfil...

source: Loading scheduled activities...
pt_br: Carregando atividades agendadas...

source: Loading template...
pt_br: Carregando modelo...

source: Loading...
pt_br: Carregando...

source: Location access was denied. On Safari/iOS, go to Settings > Privacy & Security > Location Services and ensure it is enabled for your browser.
pt_br: O acesso à localização foi negado. No Safari/iOS, acesse Ajustes > Privacidade e Segurança > Serviços de Localização e verifique se está ativado para o seu navegador.

source: Location information is unavailable.
pt_br: Informações de localização não estão disponíveis.

source: Location permission denied. Please enable location services.
pt_br: Permissão de localização negada. Por favor, ative os serviços de localização.

source: Location request timed out.
pt_br: O tempo limite da solicitação de localização expirou.

source: Location request timed out. On Safari/iOS, ensure Location Services is enabled in Settings > Privacy & Security > Location Services.
pt_br: O tempo limite da solicitação de localização expirou. No Safari/iOS, verifique se os Serviços de Localização estão ativados em Ajustes > Privacidade e Segurança > Serviços de Localização.

source: Location verification failed.
pt_br: A verificação de localização falhou.

source: Log allowed requests
pt_br: Registrar solicitações permitidas

source: Log blocked requests
pt_br: Registrar solicitações bloqueadas

source: Log Retention (days)
pt_br: Tempo de retenção de logs (dias)

source: Logged-in administrators can access forms regardless of date/time configuration. A visual message will appear indicating bypass is active.
pt_br: Administradores com sessão iniciada podem acessar os formulários independentemente da configuração de data/hora. Uma mensagem visual será exibida indicando que a opção de ignorar está ativa.

source: Logged-in administrators can access forms regardless of GPS/IP geolocation configuration. A visual message will appear indicating bypass is active.
pt_br: Administradores com sessão iniciada podem acessar os formulários independentemente da configuração de geolocalização GPS/IP. Uma mensagem visual será exibida indicando que o recurso de bypass está ativo.

source: Logged-in users will be able to view all certificates generated for their own CPF/RF (Brazilian tax identification number).
pt_br: Usuários logados poderão visualizar todos os certificados gerados para seu próprio CPF/RF (número de identificação fiscal brasileiro).

source: Login as User
pt_br: Entrar como Usuário

source: Logo with fixed width
pt_br: Logotipo com largura fixa

source: Logs
pt_br: Registros

source: Logs activity log operations and database queries.
pt_br: Registra operações do registro de atividades e consultas ao banco de dados.

source: Logs date/time restrictions, GPS validation, IP geolocation, and access denied events.
pt_br: Registra restrições de data/hora, validação de GPS, geolocalização de IP e eventos de acesso negado.

source: Logs email preparation, SMTP connection, and sending status.
pt_br: Registra a preparação do e-mail, a conexão SMTP e o status do envio.

source: Logs encryption/decryption operations and key management.
pt_br: Registra operações de criptografia/descriptografia e gerenciamento de chaves.

source: Logs form data validation, processing steps, and submission creation.
pt_br: Registra validação de dados, etapas de processamento e criação de submissões.

source: Logs JSON data parsing, placeholder replacements, and PDF data preparation.
pt_br: Registra a análise de dados JSON, a substituição de marcadores de posição e a preparação de dados em PDF.

source: Logs migration execution, user linking, and data transformation operations.
pt_br: Execução de migração de logs, vinculação de usuários e operações de transformação de dados.

source: Logs REST API requests, responses, and errors.
pt_br: Registra solicitações, respostas e erros da API REST.

source: Logs submission creation, data access, settings changes, and security events.
pt_br: Criação de registros de envio, acesso a dados, alterações de configurações e eventos de segurança.

source: Logs user creation failures, decryption errors, and critical user management operations.
pt_br: Registra falhas na criação de usuários, erros de descriptografia e operações críticas de gerenciamento de usuários.

source: Low (7% correction)
pt_br: Baixa (correção de 7%)

source: Low (7%)
pt_br: Baixo (7%)

source: Magic Link Token
pt_br: Token de Link Mágico

source: Magic Links:
pt_br: Links Mágicos:

source: Magic Token Generation Strategy
pt_br: Estratégia de Geração de Tokens Mágicos

source: Magic Tokens
pt_br: Tokens Mágicos

source: magic_token column does not exist. Please update the database schema first.
pt_br: A coluna magic_token não existe. Por favor, atualize o esquema do banco de dados primeiro.

source: Main Address
pt_br: Endereço Principal

source: Main institutional address. Available as {{main_address}} placeholder in certificate and appointment templates.
pt_br: Endereço institucional principal. Disponível como marcador {{main_address}} em modelos de certificados e agendamentos.

source: Manage
pt_br: Gerenciar

source: Manage Appointments
pt_br: Gerenciar Agendamentos

source: Manage Calendars
pt_br: Gerenciar Calendários

source: Manage database structure migrations to improve performance and data organization. These migrations move data from JSON storage to dedicated database columns for faster queries and better reliability.
pt_br: Gerencie migrações da estrutura do banco de dados para melhorar o desempenho e a organização dos dados. Essas migrações movem dados do armazenamento JSON para colunas dedicadas do banco de dados, proporcionando consultas mais rápidas e maior confiabilidade.

source: Manage which FFC features this user can access. Capabilities are checked in addition to role permissions.
pt_br: Gerencie a quais recursos do FFC este usuário pode acessar. Os recursos são verificados além das permissões de função.

source: Mandatory Tags:
pt_br: Etiquetas Obrigatórias:

source: March
pt_br: Março

source: Margins/padding
pt_br: Margens/preenchimento

source: Math CAPTCHA:
pt_br: CAPTCHA Matemático

source: Max Bookings Per Slot
pt_br: Máximo de Agendamentos por Vaga

source: Max logs
pt_br: Máximo de Registros

source: Max per day
pt_br: Máximo por dia

source: Max per hour
pt_br: Máximo por hora

source: Max per minute
pt_br: Máximo por minuto

source: Max per month
pt_br: Máximo por mês

source: Max per week
pt_br: Máximo por semana

source: Max per year
pt_br: Máximo por ano

source: Maximum Advance Booking
pt_br: Antecedência Máxima de Agendamento

source: Maximum appointments per day (0 = unlimited)
pt_br: Máximo de agendamentos por dia (0 = ilimitado)

source: Maximum days in advance that non-admin users can book. Leave empty for no limit.
pt_br: Máximo de dias de antecedência que usuários não-admin podem reservar. Deixe vazio para sem limite.

source: Maximum number of people per time slot (1 = exclusive)
pt_br: Número máximo de pessoas por vaga (1 = exclusivo)

source: May
pt_br: Maio

source: Medium (15% - recommended)
pt_br: Médio (15% - recomendado)

source: Medium (15% correction) - Recommended
pt_br: Médio (correção de 15%) - Recomendado

source: Member Since:
pt_br: Membro Desde:

source: member(s) have overlapping bookings.
pt_br: Os membros têm reservas sobrepostas.

source: Members
pt_br: Membros

source: Members of %s
pt_br: Membros de %s

source: Message
pt_br: Mensagem

source: Message shown to users after being redirected (appears on the dashboard page).
pt_br: Mensagem exibida aos usuários após o redirecionamento (aparece na página do painel de controle).

source: Message shown when form is accessed outside allowed date/time.
pt_br: Mensagem exibida quando o formulário é acessado fora da data/hora permitida.

source: Message shown when location detection fails (GPS denied, etc).
pt_br: Mensagem exibida quando a detecção de localização falha (GPS negado, etc).

source: Message shown when user is outside allowed geographic areas.
pt_br: Mensagem exibida quando o usuário está fora das áreas geográficas permitidas.

source: Migrate %1$s from JSON data to dedicated %2$s column
pt_br: Migrar %1$s dos dados JSON para a coluna dedicada %2$s

source: Migrated
pt_br: Migrado

source: Migrated %1$d %2$s values
pt_br: Migrados %1$d %2$s valores

source: Migration
pt_br: Migração

source: Migration already completed.
pt_br: Migração já concluída.

source: Migration Complete
pt_br: Migração Concluída

source: Migration completed on %s
pt_br: Migração concluída em %s

source: Migration completed: %1$d users linked, %2$d errors
pt_br: Migração concluída: %1$d usuários vinculados, %2$d erros

source: Migration Error:
pt_br: Erro de Migração:

source: Migration executed: %d records processed.
pt_br: Migração executada: %d registros processados.

source: Migration not found
pt_br: Migração não encontrada

source: Migration of all data from the plugin's old infrastructure.
pt_br: Migração de todos os dados da infraestrutura antiga do plugin.

source: Migration progress
pt_br: Progresso da migração

source: Migrations
pt_br: Migrações

source: Migrations are safe to run multiple times. Each migration processes up to 100 records at a time. Run again if needed until 100% complete.
pt_br: É seguro executar migrações várias vezes. Cada migração processa até 100 registros por vez. Execute novamente, se necessário, até que esteja 100% concluída.

source: Migrations cannot be undone, but they don't delete any data. If you experience issues, your original data remains in the JSON column and can be accessed.
pt_br: As migrações não podem ser desfeitas, mas não excluem nenhum dado. Se você tiver algum problema, seus dados originais permanecem na coluna JSON e podem ser acessados.

source: Migrations improve database performance by moving frequently queried data from JSON format to dedicated database columns. This makes searches and filtering much faster.
pt_br: As migrações melhoram o desempenho do banco de dados, movendo os dados consultados com frequência do formato JSON para colunas dedicadas. Isso torna as buscas e filtragens muito mais rápidas.

source: Migrations view file not found.
pt_br: Arquivo de visualização de migrações não encontrado.

source: Minimal fields (Tag):
pt_br: Campos mínimos (Tag):

source: Minimum Advance Booking
pt_br: Antecedência Mínima de Agendamento

source: Minimum Interval Between Bookings
pt_br: Intervalo Mínimo Entre Agendamentos

source: Minimum notice required to cancel (e.g., 24 hours)
pt_br: Aviso mínimo necessário para cancelar (ex: 24 horas)

source: Minimum time in advance required to book (0 = same day allowed)
pt_br: Tempo mínimo de antecedência para agendar (0 = mesmo dia permitido)

source: minutes
pt_br: minutos

source: Missing column configuration
pt_br: Configuração de coluna ausente

source: Missing required field: %s
pt_br: Campo obrigatório ausente: %s

source: Missing required fields.
pt_br: Campos obrigatórios ausentes.

source: Missing required parameters.
pt_br: Parâmetros obrigatórios faltando.

source: Mode
pt_br: Modo

source: Mon
pt_br: Seg

source: Monday
pt_br: Segunda-feira

source: Move to Trash
pt_br: Mover para a Lixeira

source: Multi-language Support:
pt_br: Suporte a vários idiomas:

source: Must wait 15 days after encryption completion. Days remaining: %d
pt_br: Deve aguardar 15 dias após a conclusão da criptografia. Dias restantes: %d

source: Must wait 30 days after encryption completion. Days remaining: %d
pt_br: Deve aguardar 30 dias após a conclusão da criptografia. Dias restantes: %d

source: N/A
pt_br: N/D

source: Name
pt_br: Nome

source: Name (variable):
pt_br: Nome (variável):

source: Name Normalization Migration
pt_br: Migração de Normalização de Nomes

source: Name to display as sender
pt_br: Nome a ser exibido como remetente

source: Name:
pt_br: Nome:

source: Need Help?
pt_br: Precisar de ajuda?

source: Need More Help?
pt_br: Precisa de mais ajuda?

source: Need to cancel?
pt_br: Precisa cancelar?

source: Network error. Check your connection.
pt_br: Erro de rede. Verifique sua conexão.

source: Network error. Please check your connection and try again.
pt_br: Erro de rede. Por favor, verifique sua conexão e tente novamente.

source: Never enables actual data logging, only operation status.
pt_br: Nunca ativa o registro de dados reais, apenas o status de operação.

source: New Appointment Booking
pt_br: Novo Agendamento

source: New Appointment: %s
pt_br: Novo Agendamento: %s

source: New Audience Calendar
pt_br: Novo Calendário de Público-alvo

source: New Booking
pt_br: Nova Reserva

source: New Form
pt_br: Novo Formulário

source: New Issuance: %s
pt_br: Nova Emissão: %s

source: New Personal Calendar
pt_br: Novo Calendário Pessoal

source: New Scheduled Activity
pt_br: Nova Atividade Agendada

source: Next
pt_br: Próximo

source: Next month
pt_br: Próximo mês

source: No
pt_br: Não

source: No active bookings for this day.
pt_br: Nenhuma reserva ativa para este dia.

source: No activity logs found.
pt_br: Nenhum registro de atividades encontrado.

source: No appointments available for export.
pt_br: Nenhum agendamento disponível para exportação.

source: No appointments found
pt_br: Nenhum agendamento encontrado

source: No appointments to clean up.
pt_br: Nenhum agendamento para limpar.

source: No audience specified. Provide audience_id parameter or include audience_id/audience_name column in CSV.
pt_br: Nenhum público-alvo especificado. Forneça o parâmetro audience_id ou inclua a coluna audience_id/audience_name no CSV.

source: No audiences found.
pt_br: Nenhum público-alvo encontrado.

source: No available slots for this date
pt_br: Nenhum horário disponível para esta data

source: No bookings for this day.
pt_br: Nenhuma reserva para este dia.

source: No bookings found.
pt_br: Nenhuma reserva encontrada.

source: No calendars found.
pt_br: Nenhum calendário encontrado.

source: No certificates found
pt_br: Nenhum certificado encontrado

source: No conflicts found. You may proceed.
pt_br: Nenhum conflito encontrado. Você pode prosseguir.

source: No consent recorded
pt_br: Nenhum consentimento registrado

source: No consent recorded:
pt_br: Nenhum consentimento registrado:

source: No data provided in request body
pt_br: Nenhum dado fornecido no corpo da requisição

source: No environments found.
pt_br: Nenhum ambiente encontrado.

source: No FFC users found.
pt_br: Nenhum usuário do FFC encontrado.

source: No forms found in Trash.
pt_br: Nenhum formulário encontrado na Lixeira.

source: No forms found.
pt_br: Nenhum formulário encontrado.

source: No global holidays configured.
pt_br: Nenhum feriado global configurado.

source: No holidays defined yet.
pt_br: Nenhum feriado definido ainda.

source: No magic token
pt_br: Sem ficha mágica

source: No members yet.
pt_br: Nenhum membro ainda.

source: No migrations available at this time.
pt_br: Nenhuma migração disponível no momento.

source: No personal calendars found in Trash.
pt_br: Nenhum calendário pessoal encontrado na Lixeira.

source: No personal calendars found.
pt_br: Nenhum calendário pessoal encontrado.

source: No records available for export.
pt_br: Não há registros disponíveis para exportação.

source: No results found.
pt_br: Nenhum resultado encontrado.

source: No scheduled activities found
pt_br: Nenhuma atividade agendada encontrada

source: No Show
pt_br: Não Compareceu

source: No strategy found for migration: %s
pt_br: Nenhuma estratégia encontrada para a migração: %s

source: No submissions found.
pt_br: Nenhuma submissão encontrada.

source: No submissions older than 15 days with encrypted data
pt_br: Não existem submissões com mais de 15 dias e dados criptografados.

source: No submissions to cleanup
pt_br: Nenhuma submissão para limpeza.

source: No submissions to encrypt
pt_br: Não há submissões para criptografar.

source: No submissions to migrate.
pt_br: Não há envios para migrar.

source: No submissions to process
pt_br: Não há submissões para processar.

source: No submissions with encrypted data found.
pt_br: Nenhuma submissão com dados criptografados foi encontrada.

source: No user linked to this submission.
pt_br: Nenhum usuário está vinculado a esta submissão.

source: No users found.
pt_br: Nenhum usuário encontrado.

source: No white margin around QR code
pt_br: Sem margem branca ao redor do código QR

source: None (top-level audience)
pt_br: Nenhum (público-alvo de nível superior)

source: Normalize Names & Emails
pt_br: Normalizar Nomes e E-mails

source: Normalize names (Brazilian capitalization) and emails (lowercase)
pt_br: Normalizar nomes (capitalização brasileira) e e-mails (minúsculas)

source: Not found
pt_br: Não encontrado

source: Not implemented yet.
pt_br: Ainda não implementado.

source: Note: If no restriction is selected, form is Open (no restrictions).
pt_br: Nota: Se nenhuma restrição for selecionada, o formulário ficará Aberto (sem restrições).

source: Note: When this option is enabled, the email will only be sent when the user submits the form. This will add them to a waiting list and emails will be sent progressively.
pt_br: Observação: Quando esta opção estiver ativada, o e-mail será enviado somente quando o usuário enviar o formulário. Isso o adicionará a uma lista de espera e os e-mails serão enviados progressivamente.

source: Notes
pt_br: Notas

source: Notes (optional)
pt_br: Notas (opcional)

source: Notifications
pt_br: Notificações

source: November
pt_br: Novembro

source: Number
pt_br: Número

source: Numeric submission ID
pt_br: ID de envio numérico

source: October
pt_br: Outubro

source: Off
pt_br: Desligado

source: Older submissions do not have explicit consent flag but may have been collected under privacy policy.
pt_br: Os envios mais antigos não possuem um indicador de consentimento explícito, mas podem ter sido coletados de acordo com a política de privacidade.

source: On (always dark)
pt_br: Ligado (sempre escuro)

source: One per line
pt_br: Um por linha

source: One per line...
pt_br: Um por linha...

source: Only approved CPF/RF can submit
pt_br: Somente CPF/RF aprovados podem enviar.

source: Only enable in development or when troubleshooting issues.
pt_br: Ative somente durante o desenvolvimento ou ao solucionar problemas.

source: Only logged-in users can book
pt_br: Apenas usuários logados podem agendar

source: Only mandatory fields
pt_br: Somente campos obrigatórios

source: Opens PDF in new tab
pt_br: Abre o PDF em uma nova aba

source: Options
pt_br: Opções

source: Options (separate with commas):
pt_br: Opções (separadas por vírgulas):

source: Options:
pt_br: Opções:

source: OR - Allow if GPS OR IP is valid (recommended)
pt_br: "OU" - Permitir se o GPS OU o IP for válido (recomendado)

source: Or inline style:
pt_br: Ou estilo embutido:

source: Or try manual verification
pt_br: Ou tente a verificação manual

source: Original submission timestamp (read-only).
pt_br: Data e hora da submissão original (somente leitura).

source: Other (.ics)
pt_br: Outros (.ics)

source: Page {current} of {total}
pt_br: Página {current} de {total}

source: Paragraph with spacing
pt_br: Parágrafo com espaçamento

source: Parent Audience
pt_br: Público-alvo Mãe

source: Participant Data
pt_br: Dados do Participante

source: Participant Data:
pt_br: Dados do Participante:

source: Password
pt_br: Senha

source: Password is required.
pt_br: É necessário usar uma senha.

source: Password Value
pt_br: Valor da Senha

source: Past
pt_br: Passados

source: Past (%d)
pt_br: Passados (%d)

source: Past:
pt_br: Passados:

source: Paste this code into any Page or Post to display the form.
pt_br: Cole este código em qualquer Página ou Post para exibir o formulário.

source: PDF Customization:
pt_br: Personalização de PDF:

source: PDF Generator
pt_br: Gerador de PDF

source: PDF libraries failed to load. Please refresh the page.
pt_br: As bibliotecas de PDF não carregaram. Por favor, atualize a página.

source: Pending
pt_br: Pendente

source: Pending Approval
pt_br: Aguardando Aprovação

source: Permanently delete appointments from this calendar. This action cannot be undone.
pt_br: Excluir permanentemente os agendamentos deste calendário. Esta ação não pode ser desfeita.

source: Permanently delete?
pt_br: Excluir permanentemente?

source: Permission denied.
pt_br: Permissão negada.

source: Permission denied. Please reload the page.
pt_br: Acesso negado. Recarregue a página.

source: Personal Calendar
pt_br: Calendário Pessoal

source: Personal Calendars
pt_br: Calendários Pessoais

source: Personal Information
pt_br: Informações Pessoais

source: Personal Schedule
pt_br: Agenda Pessoal

source: Phone
pt_br: Telefone

source: Phone:
pt_br: Telefone:

source: Photo cropped to fit dimensions
pt_br: Foto recortada para se ajustar às dimensões.

source: Placeholders replaced with sample data. QR code shown as placeholder.
pt_br: Placeholders substituídos por dados de exemplo. QR code exibido como placeholder.

source: Please add this event to your calendar.
pt_br: Por favor, adicione este evento ao seu calendário.

source: Please confirm the uninstallation to proceed.
pt_br: Por favor, confirme a desinstalação para prosseguir.

source: Please enter a valid number.
pt_br: Por favor, insira um número válido.

source: Please enter at least 2 characters.
pt_br: Por favor, digite pelo menos 2 caracteres.

source: Please enter the code.
pt_br: Por favor, insira o código.

source: Please fill all required fields
pt_br: Por favor, preencha todos os campos obrigatórios.

source: Please provide a reason for cancellation:
pt_br: Por favor, informe o motivo do cancelamento:

source: Please remove this event from your calendar.
pt_br: Por favor, remova este evento do seu calendário.

source: Please select a calendar
pt_br: Por favor, selecione um calendário

source: Please select a date
pt_br: Por favor, selecione uma data

source: Please select a template.
pt_br: Por favor, selecione um modelo.

source: Please select a time
pt_br: Por favor, selecione um horário

source: Please select an HTML file.
pt_br: Por favor, selecione um arquivo HTML.

source: Please select at least one audience.
pt_br: Por favor, selecione pelo menos um público-alvo.

source: Please select at least one user.
pt_br: Por favor, selecione pelo menos um usuário.

source: Please wait %d seconds.
pt_br: Aguarde %d segundos.

source: Please wait, this may take a few seconds...
pt_br: Aguarde, isso pode levar alguns segundos...

source: Popular SMTP Providers
pt_br: Provedores SMTP Populares
